package cn.jackielee.biz.ranklist.game.source;

import com.alibaba.fastjson.JSON;
import com.alibaba.fastjson.JSONObject;

import java.util.List;

/**
 * Created by lxb on 2019/1/12.
 */
public class AndroidTopGameData {
    public static final String androidTopGameDataStr = "[\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/0219/U3077P115T299D606F10473DT20140219184403.jpg\",\n" +
            "    \"title\": \"未上锁的房间2（The Room Two）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"休闲\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"游戏最为出色的便是其真实的代入感，这个代入感体现在方方面面。制作逼真的 3D 画面会随着光线与角度的变化作出相应的调整，给人身临其境的感觉；与普通寻物解谜不同，Room 中所有的道具互动都做出了...\",\n" +
            "    \"score\": \"9.1\",\n" +
            "    \"size\": \"9.21MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/crawl/20160111/gSIk-fxnkvtn9771546.jpeg\",\n" +
            "    \"title\": \"部落冲突：皇室战争\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"塔防\",\n" +
            "      \"卡牌\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"这款新作是《部落冲突》的姊妹篇，但并没有沿用前作的经营策略玩法，而是采用了卡牌形式的对战手游。相比于《部落冲突》可创造出无数种变化多端的阵型，强调玩家间异步攻守的乐趣。姊妹篇《皇室战争》则更在乎...\",\n" +
            "    \"score\": \"9.0\",\n" +
            "    \"size\": \"99.01MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/0129/U10753P115T299D410F10473DT20140129101136.png\",\n" +
            "    \"title\": \"地狱边境\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"休闲\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"画面风格独特，强烈的黑白对比加上恰到好处的音效营造出一个阴郁压抑的世界，与游戏主题相当贴切。游戏中的谜题、机关设计巧妙，在细节处很用心，可玩性很高。但大胆的无故事设定也让游戏主题表达不甚明确。\",\n" +
            "    \"score\": \"9.0\",\n" +
            "    \"size\": \"22.23MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0723/U10753P115T299D317F10473DT20140723133144.png\",\n" +
            "    \"title\": \"部落冲突（Clash of Clans）\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"策略\",\n" +
            "      \"养成经营\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"如果您是一位对策略经营类游戏感兴趣的朋友，那么你对这款游戏绝对不陌生，它就是在iOS平台上叱咤风云已久的联网策略战争类大作《部落冲突》，也被简称为COC。这款游戏的人气之高一点不亚于《愤怒的小鸟...\",\n" +
            "    \"score\": \"9.0\",\n" +
            "    \"size\": \"46.91MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/20160912/xkgt-fxvukhx4949247.png\",\n" +
            "    \"title\": \"小冰冰传奇\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"卡牌\",\n" +
            "      \"策略\",\n" +
            "      \"土豪\"\n" +
            "    ],\n" +
            "    \"desc\": \"《小冰冰传奇》是一款风靡中国的动作卡牌手机游戏 ，以创新的轻操作战斗玩法，打破传统卡牌游戏操作呆板、无脑等待的瓶颈，玩家指尖手动掌控英雄大招，把握施放大招的顺序，尽享酷炫技能带来的极致视觉体验。\",\n" +
            "    \"score\": \"8.9\",\n" +
            "    \"size\": \"205.04MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/transform/20170406/n78g-fyecezv2369997.jpg\",\n" +
            "    \"title\": \"炉石传说：魔兽英雄传\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"卡牌\",\n" +
            "      \"策略\",\n" +
            "      \"硬件杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"《炉石传说》的表现并没有辱没暴雪出品的名头，精致的动画以及特效效果，丰富并富有策略性的多种游戏模式都令这款卡牌游戏具备了非常高的耐玩度。更何况游戏中遍布与《魔兽世界》的背景关联，仅仅一个“炉石”...\",\n" +
            "    \"score\": \"8.9\",\n" +
            "    \"size\": \"25.2MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0702/U10753P115T299D1606F10473DT20140702105740.jpg\",\n" +
            "    \"title\": \"手指画线（Blek）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"休闲\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"Blek是一款画面简洁玩法独具创新的休闲小游戏。游戏的最大特色就是玩法独特，玩家拥有超高的自由度，屏幕中会给出排成不同形态的彩色圆圈，玩家要做的就是用手指画出各式的线条，“穿针引线”式地将穿过它...\",\n" +
            "    \"score\": \"8.9\",\n" +
            "    \"size\": \"5.07MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150623/l1LM-fxefurs2800833.png\",\n" +
            "    \"title\": \"未上锁的房间（The Room）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"休闲\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"《The Room》是2012年的解谜类游戏大作，相当于手机版的密室逃脱，游戏共分为四章，每章都需要解开各种机关和谜题，在仅有的条件下寻找线索。这是一个挑战你思维和智商的游戏，同时游戏语言为英文...\",\n" +
            "    \"score\": \"8.9\",\n" +
            "    \"size\": \"8.3MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/20171011/uaxw-fymrcpw5503241.jpg\",\n" +
            "    \"title\": \"我的世界\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"休闲\",\n" +
            "      \"策略\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"玩家可以独自一人或与朋友们一起自由冒险，探索随机生成的世界，创造令人惊叹的奇迹。\",\n" +
            "    \"score\": \"8.8\",\n" +
            "    \"size\": \"142.94 MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/crawl/w175h175/20180112/tZrf-fyqnicm0644624.jpg\",\n" +
            "    \"title\": \"锈湖：天堂岛\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"休闲\",\n" +
            "      \"女汉子\"\n" +
            "    ],\n" +
            "    \"desc\": \"《锈湖：天堂岛》可以说是一如既往的将剧情深度与解谜内容相结合的经典。本作同该系列的其他内容一样，压抑的故事，压抑的画面效果，主线与时间的矛盾冲突一步步的吸引玩家去破解谜题。可能是故事剧情的压抑感...\",\n" +
            "    \"score\": \"8.8\",\n" +
            "    \"size\": \"暂未开放\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150629/nuas-fxemzey4916232.png\",\n" +
            "    \"title\": \"纪念碑谷\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"休闲\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"《纪念碑谷》是一款画风清新的解谜游戏，创新性的利用3D的视觉差，制作出各式各样的谜题建筑。游戏的画面十分精致清新，音乐空灵，当推动机关时，更会触发叮咚的琴声，仿佛置身于一个静谧美好的童话世界，简...\",\n" +
            "    \"score\": \"8.8\",\n" +
            "    \"size\": \"137.38MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/20170710/BUFb-fyhwret0902109.jpg\",\n" +
            "    \"title\": \"Minecraft: Pocket Edition\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"休闲\",\n" +
            "      \"策略\",\n" +
            "      \"女汉子\"\n" +
            "    ],\n" +
            "    \"desc\": \"在《我的世界》中玩家可以充分的发挥自己的想象力和创造力，将最原始的道具通过一系列的合成方法得到建造新世界的材料，然后将这些材料通过一系列的组合排列从而建造出小木屋、城堡、城市等建筑，在建造的过程...\",\n" +
            "    \"score\": \"8.8\",\n" +
            "    \"size\": \"12.94MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150313/vUrZ-chmifpy0252434.png\",\n" +
            "    \"title\": \"猫咪后院\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"养成经营\",\n" +
            "      \"休闲\",\n" +
            "      \"萌妹子\"\n" +
            "    ],\n" +
            "    \"desc\": \"这款游戏操作起来也很简单。游戏的背景设定在家里的后院，除了无限量供应的饲料（每次登入后再补充即可）外，其他供猫咪们玩乐的物品都可以用灰鱼鱼和金鱼鱼来交换。在后院放上各种猫咪喜欢的物品之后就会有喵...\",\n" +
            "    \"score\": \"8.8\",\n" +
            "    \"size\": \"6.29MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0417/U10753P115T299D949F10473DT20140417102730.jpg\",\n" +
            "    \"title\": \"飞跃印刷史\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"休闲\",\n" +
            "      \"解谜益智\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"虽然这款游戏的中文译名可能不是特别的贴切，但的确传达出了游戏的中心主题：带领我们见证从古至今印刷史的每一个时期，比如楔形文字、比如印刷术、比如拉丁文。每一关卡通关之后，会有文献为我们讲述这一时期...\",\n" +
            "    \"score\": \"8.8\",\n" +
            "    \"size\": \"10.02MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/350/w175h175/20180903/xC9w-hiixpun5827940.png\",\n" +
            "    \"title\": \"第五人格\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"角色扮演\",\n" +
            "      \"策略\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"一款1V4的对抗解谜游戏，游戏黑暗荒诞的哥特画风充满了深深的惊悚之味。监管者在游戏中站在离食物链的顶端，求生者则需要相互配合解开谜题逃离庄园。1V4的对抗需要智慧需更要合作，多样化的场景互动与技...\",\n" +
            "    \"score\": \"8.7\",\n" +
            "    \"size\": \"530MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150424/UTyH-avxeafs6154184.png\",\n" +
            "    \"title\": \"现代战争5：眩晕风暴\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"车枪球\",\n" +
            "      \"动作\",\n" +
            "      \"硬汉\"\n" +
            "    ],\n" +
            "    \"desc\": \"《现代战争5》延续了该系列一贯的火爆风格，内容上变得更加饱满，枪林弹雨的激烈战斗被演绎的淋漓尽致。此外，战斗场面和物损效果也更加逼真，威尼斯、东京等知名城市的设定也让该作的战场气氛与该作有了很大...\",\n" +
            "    \"score\": \"8.7\",\n" +
            "    \"size\": \"47.16MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2013/1231/U1782P115T299D326F10473DT20131231202404.jpg\",\n" +
            "    \"title\": \"共和国（Republique）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"休闲\",\n" +
            "      \"重口味\"\n" +
            "    ],\n" +
            "    \"desc\": \"《Republique》（共和国）是一款3A级别恐怖解谜游戏，故事灵感来源于英国作家乔治·奥威尔于20世纪40年代末所着的《1984》，剧情讲述的是一位名叫Hope的年轻女子给你打来一通绝望的电...\",\n" +
            "    \"score\": \"8.7\",\n" +
            "    \"size\": \"32.62MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/transform/20150914/q6vf-fxhupin3558194.png\",\n" +
            "    \"title\": \"生命线（Lifeline）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"休闲\",\n" +
            "      \"角色扮演\",\n" +
            "      \"找朋友\"\n" +
            "    ],\n" +
            "    \"desc\": \"游戏讲述的故事非常精彩，代入感很强，科幻味道十足。因为很多情节与“时间”有关，所以没办法一次玩完，主人公说一小时后联系你，你就真的要等一小时。如果有苹果表一定要试一下这款游戏，绝对给你中二到无以...\",\n" +
            "    \"score\": \"8.6\",\n" +
            "    \"size\": \"12.7MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/1014/U11730P115T299D2428F10473DT20141014181931.png\",\n" +
            "    \"title\": \"轩辕剑叁外传：天之痕\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"角色扮演\",\n" +
            "      \"休闲\",\n" +
            "      \"手指公敌\"\n" +
            "    ],\n" +
            "    \"desc\": \"三个人的时光！原汁原味的移植，完美地将PC上的天之痕转移到了移动平台上，轩迷们可以随时随地怀念儿时的记忆了。不过也正因为是原汁原味的移植，所以画面在如今看来略显陈旧，但这也是保留了那个年代的特色...\",\n" +
            "    \"score\": \"8.6\",\n" +
            "    \"size\": \"6.59MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150120/MJS8-cczmvun5229701.png\",\n" +
            "    \"title\": \"地牢猎手4\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"角色扮演\",\n" +
            "      \"动作\",\n" +
            "      \"硬件杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"《地牢猎手4》是一款名副其实的大作，无论从画面、音乐、场景、技能释放、打击感等细节还是从游戏的整体架构等方面来看，都显示了该游戏的恢弘大气和精良制作，加之引人入胜的剧情，绝对是一款喜欢动作类RP...\",\n" +
            "    \"score\": \"8.6\",\n" +
            "    \"size\": \"23.74MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0126/U1782P115T299D407F10473DT20140126162712.png\",\n" +
            "    \"title\": \"龙腾世纪：英雄\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"卡牌\",\n" +
            "      \"策略\",\n" +
            "      \"硬件杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"EA出品，融合卡牌与策略为一体，画面精美，战斗打击感强，符文系统、阵营属性加成等设置让战斗变化更多。玩法简单、上手容易，但典型西方故事背景可能不易被国人接受。并且游戏中卡牌获得方式单一，只能通过...\",\n" +
            "    \"score\": \"8.6\",\n" +
            "    \"size\": \"80.31MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0411/U10753P115T299D921F10473DT20140411104719.jpg\",\n" +
            "    \"title\": \"缤纷彩带\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"休闲\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"简洁干净的界面、动脑益智的玩法，每一项都是我的最爱。好像正印证了那句“规则越简单的游戏或许会越难”，虽然只需要用不同的彩带填充满游戏中的方格，但只要撤回一步就拿不到皇冠，于是对我这种玩儿游戏的强...\",\n" +
            "    \"score\": \"8.6\",\n" +
            "    \"size\": \"16.86MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0402/U10753P115T299D879F10473DT20140402170920.jpg\",\n" +
            "    \"title\": \"罪恶之地（BADLAND）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"休闲\",\n" +
            "      \"策略\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"画面精致，极易上手的罪恶之地，整体采用卷轴式方式呈现，带给玩家身临其境的冒险体验。直观的一键式控制使得操作便利性大大提高，虽然游戏比较容易上手，但想完美操作还是比较难的。带上“小黑”来场华丽丽的...\",\n" +
            "    \"score\": \"8.6\",\n" +
            "    \"size\": \"110.82MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150324/qQhR-awzuney1029623.jpeg\",\n" +
            "    \"title\": \"糖果传奇\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"消除\",\n" +
            "      \"休闲\",\n" +
            "      \"萌妹子\"\n" +
            "    ],\n" +
            "    \"desc\": \"虽然游戏的规则与其玩家的串消益智游戏没有太大的差异，但是每一个《糖果大爆险》的关卡都依照剧情的章节设置了过关条件，让串消游戏不再只是考验眼明手快比高分；关卡条件可分为限次积分、运送菓子、果冻清除...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"55.17MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150511/hoYI-awzuney5367104.png\",\n" +
            "    \"title\": \"海岛奇兵（Boom Beach）\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"塔防\",\n" +
            "      \"策略\",\n" +
            "      \"高富帅\"\n" +
            "    ],\n" +
            "    \"desc\": \"《海岛奇兵》与COC一样是一款策略塔防游戏，秉承着Supercell优良制作的血统，不俗的画面表现加上战斗系统中“可控制”、大地图岛屿探索等元素的引入让这款游戏的可玩性增加了不少。在COC中，推...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"87.27MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/w175h175/20180108/St3K-fyqincv4205942.jpg\",\n" +
            "    \"title\": \"绝地求生：刺激战场\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"车枪球\",\n" +
            "      \"角色扮演\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"百人同场竞技，真实弹道，完美的射击手感；好友一键组队，语音开黑；腾讯光子工作室群超过200人团队研发，给您带来一场刺激的竞技体验。\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"暂未开放\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150411/FdxI-avxeafs5082562.png\",\n" +
            "    \"title\": \"糖果苏打传奇\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"消除\",\n" +
            "      \"休闲\",\n" +
            "      \"萌妹子\"\n" +
            "    ],\n" +
            "    \"desc\": \"作为Candy Crush的续作，这款《Candy Crush Soda Saga》无论是在画面还是玩法上都和前者如出一辙，不过也加入了新的元素。每一关的过关条件略有变化，不再需要吃到指定的糖果...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"42.97MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/crawl/w360h360/20180125/Rb5B-fyqwiqk5880535.png\",\n" +
            "    \"title\": \"归家异途\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"角色扮演\",\n" +
            "      \"养成经营\",\n" +
            "      \"女汉子\"\n" +
            "    ],\n" +
            "    \"desc\": \"作为一款求生冒险游戏，《归家异途》当中有众多随机要素，并且对玩家的游戏体验产生了重要的作用。而相比同类游戏，本作不论是在物品收集、角色战斗、剧情深入程度等方面都表现出了满满的诚意，绝对算是一款不...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"暂未开放\",\n" +
            "    \"price\": \"¥6.00\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/crawl/20160222/_uUn-fxprucu3086030.png\",\n" +
            "    \"title\": \"说剑\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"消除\",\n" +
            "      \"策略\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"《说剑》通过主人公拜师名门作为开端，运用倒叙的方式讲述门派宗师一生仗剑天下，来去如风的岁月。简单的笔画勾勒表现出了宗师的一生从学剑到领悟到用剑最高境界的过程。整体的画面由于是水墨风格，显得十分苍...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"暂未开放下载\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/transform/20170816/FD6b-fyixhyw8644752.png\",\n" +
            "    \"title\": \"梦幻西游\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"策略\",\n" +
            "      \"角色扮演\",\n" +
            "      \"女神\"\n" +
            "    ],\n" +
            "    \"desc\": \"《梦幻西游》手游作品依然保持了经典的中国传统建筑风格，和Q版可爱的人物造型。不仅如此，端游中的经典玩法，如帮派、副本、任务、摆摊等内容都得到完好保留。同时，书店、玩家之家等极具《梦幻西游》特色的...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"264MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/20160304/rTN_-fxqaser9009919.png\",\n" +
            "    \"title\": \"我叫MT Online\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"卡牌\",\n" +
            "      \"策略\",\n" +
            "      \"土豪\"\n" +
            "    ],\n" +
            "    \"desc\": \"《我叫MT Online》完美地还原了动漫的原著风格，细节及UI设计遵循了魔兽世界的风格，拥有强烈的代入感。对于一款卡牌类游戏来说，《我叫MT Online》的游戏画面堪称经典，无论是动漫形象、...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"108MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150312/Har3-awzuney0678336.jpeg\",\n" +
            "    \"title\": \"地牢猎手5\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"角色扮演\",\n" +
            "      \"动作\",\n" +
            "      \"硬件杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"极富传奇色彩的《地牢猎手》系列携引人入胜的复仇故事重磅回归！在成功阻止恶魔入侵瓦伦西娅王国后，世界支离破碎，核心之地分崩瓦解——各地沉浸在毁灭与荒芜之中——即使我们全力重建，也无法恢复往昔的光辉...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"33.2MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/0107/U1782P115T299D354F10473DT20140107154108.jpg\",\n" +
            "    \"title\": \"勇闯死人谷\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"跑酷\",\n" +
            "      \"车枪球\",\n" +
            "      \"重口味\"\n" +
            "    ],\n" +
            "    \"desc\": \"《勇闯死人谷 Into the Dead》是一款第一人称视角3D无尽跑酷游戏，玩家一进入游戏就会被抛进僵尸大军肆意横行的荒野之中。僵尸从哪里来？你将跑向何方？游戏紧迫的节奏让你无从考虑这些问题！...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"47.51MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2013/1118/U3932P115T299D171F10473DT20131118192848.png\",\n" +
            "    \"title\": \"Cytus\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"音乐\",\n" +
            "      \"休闲\",\n" +
            "      \"手指公敌\"\n" +
            "    ],\n" +
            "    \"desc\": \"《Cytus》与其他音乐游戏有些不太一样，并没有色彩斑斓的界面，也没有绚丽的光效，只有简单的颜色，而每个章节乃至每一首歌都有各自的背景故事，背景画面风格更将人带入到那个机器人与记忆的世界观中。\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"19.93MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/crawl/20150608/I7Id-crvvrak2868322.jpeg\",\n" +
            "    \"title\": \"Mobius最终幻想（日服）\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"角色扮演\",\n" +
            "      \"动作\",\n" +
            "      \"高富帅\"\n" +
            "    ],\n" +
            "    \"desc\": \"《Mobius最终幻想》曾定名《Mevius最终幻想》，后来改为“Mobius”，该作以《最终幻想 7》、《最终幻想 13》制作人北瀬佳范为制作中心，游戏编剧是《最终幻想7》和《最终幻想10》的...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"20.1MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/0414/U10753P115T299D927F10473DT20140414155118.jpg\",\n" +
            "    \"title\": \"新纪元2（EPOCH.2）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"车枪球\",\n" +
            "      \"角色扮演\",\n" +
            "      \"硬汉\"\n" +
            "    ],\n" +
            "    \"desc\": \"采用虚幻3引擎制作，画面精致，特效出色，音效也做得不错，突出了机器人枪战的感觉。操作方式也比传统的摇杆便捷一些。不过游戏整体玩法比较单一，长时游戏的话可能会审美疲劳，建议加入一些新的玩法丰富内容。\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"19.07MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150507/B6KI-cpkqeaz3309869.png\",\n" +
            "    \"title\": \"不义联盟：人间之神\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"动作\",\n" +
            "      \"卡牌\",\n" +
            "      \"硬汉\"\n" +
            "    ],\n" +
            "    \"desc\": \"《不义联盟：人间之神》基于DC漫画英雄改编制作的格斗类游戏。在游戏中，玩家将化身众多经典DC漫画人物，展开一场跨越时空的大乱斗，打击判定和连招系统依然是“真人快打”系统，不下一番苦功夫别想打出高...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"41.74MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0708/U10753P115T299D1661F10473DT20140708150947.jpg\",\n" +
            "    \"title\": \"暖暖环游世界\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"休闲\",\n" +
            "      \"角色扮演\",\n" +
            "      \"女神\"\n" +
            "    ],\n" +
            "    \"desc\": \"换装和RPG的结合使得游戏更具新意，服装道具众多应接不暇，精致细腻的画面带给玩家很棒的视觉体验，养成系统融合度较好，且能与好友一起搭配，绝对不会枯燥。但是这种画风和玩法可能会使不少男性玩家望而却...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"126MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150305/Fwpc-cczmvun6489381.png\",\n" +
            "    \"title\": \"推翻那部落\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"养成经营\",\n" +
            "      \"策略\",\n" +
            "      \"找朋友\"\n" +
            "    ],\n" +
            "    \"desc\": \"虽然游戏中的资源、兵种以及建筑物设定模仿的COC，但在玩法上加入了自己的内容，例如殖民、军团副本、联盟、领地等。整体感觉难度小于COC，但PVP倾向更强，“抢钱抢粮抢地盘”的概念得到了完美体现。\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"89.57MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/1203/U10753P115T299D2688F10473DT20141203102834.jpeg\",\n" +
            "    \"title\": \"迷失之风\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"休闲\",\n" +
            "      \"角色扮演\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"一款新鲜的颇具创新力的移动平台冒险游戏，移植自 Wii，在游戏中，玩家可以透过划动屏幕产生的轨迹来吹动风，并利用风来将主角送到高的地方或是解除地图上的陷阱等等。季节切换玩法异常新奇。 指尖上蕴含...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"21.41MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/1125/U11112P115T299D2645F10473DT20141125142559.png\",\n" +
            "    \"title\": \"死亡空间\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"动作\",\n" +
            "      \"角色扮演\",\n" +
            "      \"硬件杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"《死亡空间》的恐怖气氛营造登峰造极，孤独的冒险让人神经紧绷，游戏太过血腥，胆小或小清新玩家请掠过。本作是家用机版的外传性质作品，玩家控制新主角Vandal在巨大的太空船里探索未知的区域和不为人知...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"173.91MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0716/U10751P115T299D1741F10473DT20140716180133.jpg\",\n" +
            "    \"title\": \"捕鱼达人3\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"休闲\",\n" +
            "      \"棋牌\",\n" +
            "      \"萌妹子\"\n" +
            "    ],\n" +
            "    \"desc\": \"游戏画面全面升级，比起前两代有了质的飞跃。小鱼的3D效果更加拟真，还会做出各种嘲讽表情。加入了多款小游戏，金币获取比较容易。全新潜水艇功能强大，让游戏过程更加丰富。虽然Android版内购略多，...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"23.46MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0422/U10753P115T299D978F10473DT20140422102800.png\",\n" +
            "    \"title\": \"迪斯科动物园\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"休闲\",\n" +
            "      \"养成经营\",\n" +
            "      \"童真\"\n" +
            "    ],\n" +
            "    \"desc\": \"Tiny Animals，Big Fun。的确如此，没玩儿之前我难以相信，一款像素风格画面的游戏为什么会获得诸多好评。上手之后真的停不下来，总想去乘着热气球开着直升机去抓捕哦不对游戏中叫做救援动...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"38.84MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0527/U10753P115T299D1247F10473DT20140527192940.jpg\",\n" +
            "    \"title\": \"疫区逃生\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"策略\",\n" +
            "      \"角色扮演\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"一款做得很棒的文字冒险类游戏，每一次选择都有可能导致不同的结果，对玩家的判断力是一个考验。玩家在游戏中需要小心谨慎地斟酌，要如何行动才能尽可能长久地生存下去、杀死僵尸或救出幸存者。游戏的漫画风格...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"19.82MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0122/U1782P115T299D398F10473DT20140122123122.png\",\n" +
            "    \"title\": \"魔物狩猎者\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"卡牌\",\n" +
            "      \"策略\",\n" +
            "      \"土豪\"\n" +
            "    ],\n" +
            "    \"desc\": \"画风结合了日系与欧美两种不同的风格，但融合得恰到好处。卡牌设计精美、内容丰富，且获取方式新颖独特。游戏的配乐也相当精彩，很好地烘托出了场景氛围。略为可惜的是战斗时的视觉效果有些平淡。\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"34.7MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2013/0701/U7241P115T299D48F10473DT20130701163255.png\",\n" +
            "    \"title\": \"疯狂猜图\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"休闲\",\n" +
            "      \"解谜益智\",\n" +
            "      \"手指公敌\"\n" +
            "    ],\n" +
            "    \"desc\": \"《疯狂猜图》这个游戏属于是一款益智休闲免费竖版手游。通过下载试玩几日，这游戏不了的，光看下载率，排行版，相关的新闻报道，都非同小可，不同寻常。疯狂猜图，让你饱览人物角色、国家城市、名人明星、公司...\",\n" +
            "    \"score\": \"8.5\",\n" +
            "    \"size\": \"11M\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/360/w180h180/20180913/dDOG-hikxxmz9429810.png\",\n" +
            "    \"title\": \"蛇它虫\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"休闲\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"《蛇它虫》游戏采用了皮影戏的国风画面效果，搭配节奏明快的丝竹管弦音乐，使之整体给玩家一种空明的享受。游戏以贪吃蛇的行进方式为基本准则，并且增加转向、出入口、限制路线等方式极大的提升了游戏的烧脑程...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"27MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/transform/20171102/GLbC-fynmzrs6043417.png\",\n" +
            "    \"title\": \"荒野行动\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"车枪球\",\n" +
            "      \"角色扮演\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"本作是一款以第一人称视觉射击玩法为主的枪战题材类RPG动作手游，主打“超大地图真实还原荒野大世界”和“多样操作模式还原真实射击体验”玩法。\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"386MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/1120/U10751P115T299D2628F10473DT20141120201728.jpg\",\n" +
            "    \"title\": \"致命框架（FRAMED）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"策略\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"紧紧风衣领口、压低帽檐，抽一颗烟，然后用生命去交换富有价值的情报，作为间谍死得其所，月黑风高的夜晚，也是富有故事的夜晚。经典的美国谍战电影桥段，正是《致命框架FRAMED》的真实写照。摒弃繁复的...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"42.52MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/crawl/20161230/IVv3-fxzencv2577109.jpg\",\n" +
            "    \"title\": \"指尖战争\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"角色扮演\",\n" +
            "      \"硬汉\"\n" +
            "    ],\n" +
            "    \"desc\": \"互动文字+解谜游戏，但Replica却给予玩家耳目一新的感觉 ，各种巧妙设定和令人手心出汗的紧张氛围更让人拍案叫绝。Replica不只是一款解谜游戏。随着你为了完成任务而在手机中 越挖越深的时候...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"暂未开放\",\n" +
            "    \"price\": \"¥12.00\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/20160525/v64_-fxsktkr6092407.png\",\n" +
            "    \"title\": \"兰空VOEZ\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"音乐\",\n" +
            "      \"休闲\",\n" +
            "      \"女神\"\n" +
            "    ],\n" +
            "    \"desc\": \"《VOEZ》是雷亚游戏推出第五款作品，游戏依旧保持了雷亚一贯的唯美高质量风格，游戏将围绕六名年轻少男少女们的日常生活展开，玩家将扮演主人公参与故事，当然整体剧情依旧以音乐的方式展开，玩家将与各角...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"94.91 MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/crawl/20151110/GUYO-fxkniur3031116.jpeg\",\n" +
            "    \"title\": \"死亡效应2\",\n" +
            "    \"type\": [\n" +
            "      \"费流量\",\n" +
            "      \"角色扮演\",\n" +
            "      \"车枪球\",\n" +
            "      \"硬件杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"《死亡效应2 Dead Effect 2》是一款由Bulkypix开发商推出的科幻+丧尸题材的第一人称射击游戏。游戏将背景设定在遥远的未来，人类登陆了星球 ESS Meridian，上面依旧有一...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"22.4MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0515/U10753P115T299D1148F10473DT20140515115314.png\",\n" +
            "    \"title\": \"逻辑图片\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"休闲\",\n" +
            "      \"童真\"\n" +
            "    ],\n" +
            "    \"desc\": \"一款相当动脑的益智游戏，界面有些类似数独，根据数字提示，将每行每列的小方格涂黑。当正确达成条件后，像素风格的图案就会呈现在你眼前：可能是动物、可能是商标、可能是用品。游戏很具挑战性。\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"9.07MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150707/vOSW-fxesfty0534647.png\",\n" +
            "    \"title\": \"狂野飙车8：极速凌云\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"车枪球\",\n" +
            "      \"休闲\",\n" +
            "      \"硬件杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"《狂野飙车8：极速凌云》作为竞速赛车热游《狂野飙车》系列的最新力作，一经上线，便获得了玩家们的追捧。游戏包含异步和同步多人模式，在传统的《Asphalt》系列赛事基础上，新增“漂移穿越”和“伤害...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"32.56MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150330/LBOe-cczmvun7354743.png\",\n" +
            "    \"title\": \"神之刃\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"角色扮演\",\n" +
            "      \"卡牌\",\n" +
            "      \"屏幕杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"蓝港在线“三剑”的最后一把剑，比起之前推出的苍穹之剑、王者之剑，在画面质量上有了相当大的提升。战斗过程中手动控制释放技能，增加了可玩性。虽然宣传中说是“卡牌”，但从方方面面都看不出卡牌游戏的影子...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"52.12MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150520/GYFi-awzuney5892179.png\",\n" +
            "    \"title\": \"猎鹿人2014\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"车枪球\",\n" +
            "      \"动作\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"《猎鹿人2014》是一款第一视角射击游戏，玩家主要利用瞄准、左右移动和射击等虚拟键控制机枪或人物，按要求命中动物特定部位完成任务。不过不用担心，游戏考虑到新手入门的关系，每只动物的心脏要害（或任...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"48.75MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/20151130/aomK-fxmazmz9020749.png\",\n" +
            "    \"title\": \"刺客信条：海盗\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"动作\",\n" +
            "      \"角色扮演\",\n" +
            "      \"硬件杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"《刺客信条：海盗奇航》采用了3D场景建模，海面上波光粼粼的水面和远处天空的表现已经给予玩家一个很好的视觉体验了。初始的剧情CG就是说海盗死后把宝藏藏在某一处，而玩家扮演的船长角色则得到了线索要去...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"15.53MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/0512/U10751P115T299D1135F10473DT20140512173750.png\",\n" +
            "    \"title\": \"傲气雄鹰2014\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"街机\",\n" +
            "      \"车枪球\",\n" +
            "      \"手指公敌\"\n" +
            "    ],\n" +
            "    \"desc\": \"就游戏本身而言是具有一定的悠久历史，所以对于一些从S60智能系统就走来的手游老玩家来说，这款当年被奉承为手机端画面最华丽的打飞机游戏应该都多少有些了解。虽然游戏在之后也进行过其他版本的更新，但游...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"19.88MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150211/Ehs6-avxeafs1052211.jpeg\",\n" +
            "    \"title\": \"里奥的财富\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"休闲\",\n" +
            "      \"解谜益智\",\n" +
            "      \"手指公敌\"\n" +
            "    ],\n" +
            "    \"desc\": \"《里奥的财富》堪称物理闯关游戏的佳作。精美的画面制作、趣味的关卡设计和极富挑战性的玩法使得这款游戏备受好评，此外该游戏还融入了跑酷和解谜元素，益智休闲兼具，相信喜爱益智闯关的你不会错过。\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"44.10MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/0630/U10753P115T299D295F10473DT20140630163947.jpg\",\n" +
            "    \"title\": \"你好英雄\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"卡牌\",\n" +
            "      \"策略\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"韩国超人气3DRPG大作《Hello Hero》，拥有超过200名生动各异的超级英雄供玩家收集、养成，顶级的3D渲染技术、超爽快的打击感、多主题战斗副本、深渊模式的PK系统为你打造不一样的RPG...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"170.2MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/1201/U11701P115T299D2680F10473DT20141201170448.jpeg\",\n" +
            "    \"title\": \"蝙蝠侠：黑暗骑士崛起\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"动作\",\n" +
            "      \"角色扮演\",\n" +
            "      \"高富帅\"\n" +
            "    ],\n" +
            "    \"desc\": \"《蝙蝠侠：黑暗骑士崛起》是根据同名电影改编的3D ARPG大作，游戏不仅拥有如电影版高清的画质，还有超凡的动态效果，让你亲身体验扮演高富帅超级英雄的潇洒风流。游戏的操作十分的灵活简单，只需要通过...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"862 MB\",\n" +
            "    \"price\": \"￥1.00\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/0630/U10753P115T299D1139F10473DT20140630165218.jpg\",\n" +
            "    \"title\": \"颜色快跑（weseewe）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"跑酷\",\n" +
            "      \"休闲\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"《weseewe》可以说是一款极其纯净的游戏，首先游戏目前下载是免费的，游戏内也没有内购和广告（目前我的体验），其次游戏的目标很简单，就是要集齐10种颜色通关，最后游戏也没什么攻略之说，主要还是...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"18.49MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0318/U10753P115T299D800F10473DT20140318171026.jpg\",\n" +
            "    \"title\": \"神之折纸（KAMI）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"休闲\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"游戏的玩法简单，玩家只需在尽量少的步数内将屏幕中的折纸打开，铺满屏幕即可。当然，这类益智游戏看似简单的玩法，却也需经过一番思考。游戏共有63道独特的谜题等待着你破解。发动你的脑筋，让彩色的纸张铺...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"40.50MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/0424/U10651P115T299D1003F10473DT20140424173417.jpg\",\n" +
            "    \"title\": \"农场英雄传奇（Farm Heroes Saga）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"消除\",\n" +
            "      \"休闲\",\n" +
            "      \"萌妹子\"\n" +
            "    ],\n" +
            "    \"desc\": \"《农场英雄传奇》为玩家营造了一个悠然自得的农场氛围，在这里我们由春走到了东，由雨林走了沙漠，由南走到了北，由现实走向了梦幻，游戏处处细节都密切结合农场主题，鬼马精灵的作物、阳光和水滴，可爱憨厚的...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"46MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2013/1225/U3077P115T299D297F10473DT20131225221916.jpg\",\n" +
            "    \"title\": \"现代战争4：决战时刻\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"动作\",\n" +
            "      \"车枪球\",\n" +
            "      \"硬件杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"游戏的剧情发生在《现代战争3》后不久，玩家又被紧急招入去进行一场如同诺曼底登陆一般的史诗战役，并且利用各种先进的气垫船、无人机设备进行作战。小队的主要作战目标是渗透到一支神秘的雇佣兵后方实施打击...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"1.58G\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2013/0704/U1782P115T299D90F10473DT20130704125247.jpg\",\n" +
            "    \"title\": \"扩散性百万亚瑟王\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"卡牌\",\n" +
            "      \"角色扮演\",\n" +
            "      \"土豪\"\n" +
            "    ],\n" +
            "    \"desc\": \"《百万亚瑟王》是由SQUARE ENIX发布，由盛大游戏倾力推出的手机卡牌RPG游戏！由日本著名剧作家亲自担纲负责游戏的剧本和世界观设定，同时集结了20多位日本著名声优，及50多名优秀画师倾力打...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"23.94 MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2013/1227/U3932P115T299D315F10473DT20131227112227.png\",\n" +
            "    \"title\": \"飞龙骑士\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"车枪球\",\n" +
            "      \"街机\",\n" +
            "      \"找朋友\"\n" +
            "    ],\n" +
            "    \"desc\": \"《飞龙骑士》是一款2D纵向射击类手游。与一般的射击游戏不同，此游戏并没有过多的弹幕，而是有着类似于跑酷类游戏的玩法，不需要通关，只需要存活的更久，射击与跑酷相结合，是个很不错的创意。游戏主角均为...\",\n" +
            "    \"score\": \"8.4\",\n" +
            "    \"size\": \"23.77MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150325/bplb-cczmvun7101382.png\",\n" +
            "    \"title\": \"忍者必须死2\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"跑酷\",\n" +
            "      \"休闲\",\n" +
            "      \"女神\"\n" +
            "    ],\n" +
            "    \"desc\": \"《忍者必须死2》是一款具有神秘东方格调、强烈水墨质感的跑酷手游。在大电影级的水墨画风设计下，是简洁明了的操作和丰富多元的玩法内容。首次在跑酷游戏中加入的“倒挂跑酷”概念引领出全新的跑酷体验风潮，...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"39.39MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/350/w175h175/20180828/81iU-fzrwica1748490.png\",\n" +
            "    \"title\": \"NBA梦之队\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"休闲\",\n" +
            "      \"卡牌\",\n" +
            "      \"土豪\"\n" +
            "    ],\n" +
            "    \"desc\": \"《NBA梦之队》为首款获得NBA官方授权的手机游戏，由DeNA中国自研。首创丰富多彩的篮球经营竞赛卡牌2.0玩法，超过700名NBA新老球星现身游戏，姚明、林书豪、科比、詹姆斯都能成为您打造的专...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"84.92MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/350/w175h175/20180426/Sf58-fztkpin7129749.png\",\n" +
            "    \"title\": \"影之诗\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"卡牌\",\n" +
            "      \"策略\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"《影之诗》采用了华丽的日系哥特画风，同“巴哈姆特”有着异曲同工之妙，几乎每张卡牌都拥有各自的动态效果，进化前后双立绘效果也十分养眼。同时游戏还邀请了大批一线声优为各个角色配音，影音效果令人爱不释...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"1.2G\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/transform/350/w175h175/20181022/0L27-hmuuiyv7896081.png\",\n" +
            "    \"title\": \"率土之滨\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"策略\",\n" +
            "      \"养成经营\",\n" +
            "      \"硬汉\"\n" +
            "    ],\n" +
            "    \"desc\": \"作为策略游戏，《率土之滨》相比同类手游克金程度明显偏低。而作为游戏建造养成的核心内容，不论个人，或是组团，其征战掠夺的本质并未改变，甚至相比刻意激化玩家关系的页游时代产品，《率土之滨》带给玩家的...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"232.96MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/w360h360/20180129/yfrg-fyqzcxh9456668.png\",\n" +
            "    \"title\": \"汉家江湖\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"角色扮演\",\n" +
            "      \"策略\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"《江湖X：汉家江湖》是一款由汉家松鼠出品的自由度比较高的武侠风RPG独立游戏，游戏画风充满了复古气息，剧情比较雷。《江湖X：汉家江湖》是松鼠家的第三款作品，之前还推出过《金庸群侠传X》和《江湖X...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"162 MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150901/fUa_-fxhkafe6273678.png\",\n" +
            "    \"title\": \"水果忍者\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"消除\",\n" +
            "      \"休闲\",\n" +
            "      \"手指公敌\"\n" +
            "    ],\n" +
            "    \"desc\": \"《水果忍者》体验优化版本全面上市。本次更新是针对上次重大更新之后的玩家反馈的问题，进行的调整，我们将一些体验做了更深层次的调整，并且上线了三大单机模式：经典、街机和禅模式的排行榜，这将使我们所有...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"111MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150601/oXxE-cpkqeaz6315602.jpg\",\n" +
            "    \"title\": \"Vainglory 虚荣\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"策略\",\n" +
            "      \"动作\",\n" +
            "      \"硬汉\"\n" +
            "    ],\n" +
            "    \"desc\": \"整个游戏能带给人很强的沉浸感，摒弃移动端本身相比于PC端造成MOBA类游戏的不足来讲，《Vainglory》依然有着玩PC端MOBA游戏的紧张和爽快。\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"619.57MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/crawl/20150521/8jbJ-avxeafs7864424.png\",\n" +
            "    \"title\": \"乌鸦森林之谜2 鸦林迷雾\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"角色扮演\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"《乌鸦森林之谜2：鸦林迷雾》作为《乌鸦森林之谜》的续作讲述了乌鸦森林之谜中的主角为了防止一个恶魔作恶，一路跟踪它竟来到了乌鸦森林公园。原来这里充满阴森的秘密。也许它正与神秘的诅咒有关。[\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"16.69MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0226/U10528P115T299D699F10473DT20140226154230.png\",\n" +
            "    \"title\": \"暗影之刃（Shadow Blade）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"动作\",\n" +
            "      \"街机\",\n" +
            "      \"女神\"\n" +
            "    ],\n" +
            "    \"desc\": \"Shadow Blade《暗影之刃》是一款由Crescent Moon Games制作的动作闯关游戏，它将暗色和彩色完美融合在一起，出色地营造出一种诡异唯美的氛围，再配上空灵的配乐，让玩家瞬间感...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"120MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2013/1231/U1782P115T299D325F10473DT20131231185531.jpg\",\n" +
            "    \"title\": \"雷曼：嘉年华\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"跑酷\",\n" +
            "      \"动作\",\n" +
            "      \"土豪\"\n" +
            "    ],\n" +
            "    \"desc\": \"你能想象在岩浆中烤香肠是什么味道么，能想象踩在酸橙上是什么感觉么？不过这些食物都不是了为了吃而准备的，而是为了更好地弹跳而准备的。相信有玩过《雷曼：丛林冒险》的玩家应该都知道，《雷曼:嘉年华》是...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"116M\",\n" +
            "    \"price\": \"￥22.52\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/97973/20161011/wYnH-fxwrtna8269927.png\",\n" +
            "    \"title\": \"影之刃2\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"动作\",\n" +
            "      \"角色扮演\",\n" +
            "      \"硬汉\"\n" +
            "    ],\n" +
            "    \"desc\": \"与前前代相比，《影之刃2》画面蒸汽朋克风格更加浓厚，而且游戏中的人物和怪物都表现出日漫风格。战斗方面《影之刃2》加入的小队连招系统让游戏PVP对战难度提升不少，同时角色切换与大量技能释放也解决了...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"暂未开放\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0918/U10753P115T299D2188F10473DT20140918135958.png\",\n" +
            "    \"title\": \"生化公司\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"策略\",\n" +
            "      \"休闲\",\n" +
            "      \"18禁\"\n" +
            "    ],\n" +
            "    \"desc\": \"一款与《瘟疫公司》相似的生物医学主题策略模拟游戏，玩家不再扮演救死扶伤的白衣天使，而是要设法将病人的情况变得更糟，从流感到心脏病到最终的死亡，你得和时间赛跑，抢在实验对象被救活前利用病毒的迅速传...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"55.02MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150711/CC9q-fxewxfu4109392.jpeg\",\n" +
            "    \"title\": \"饥荒口袋版\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"养成经营\",\n" +
            "      \"策略\",\n" +
            "      \"土豪\"\n" +
            "    ],\n" +
            "    \"desc\": \"该作采用了全新的触摸控制机制，你可以只靠触摸来进行游戏。在游戏中，你扮演一位名叫 Wilson 的科学家。他被恶魔陷害，被传送到了一个神秘荒凉的世界。你必须探索这个陌生的世界，了解其中的居民，找...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"11.7MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150723/m0fz-fxfhxmk6576373.jpg\",\n" +
            "    \"title\": \"百将行\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"卡牌\",\n" +
            "      \"动作\",\n" +
            "      \"高富帅\"\n" +
            "    ],\n" +
            "    \"desc\": \"本作建构了一个 架空的奇幻三国世界观，还原三国经典人物和故事同时，加入创新魔幻元素，重现战国无双经典。 在卡牌中融入动作游戏的浮空、追击、破斩等元素，打击感体验爆棚。游戏增设了“补刀”和主角怒气...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"198.63MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150723/hE7p-fxfikka1405795.jpeg\",\n" +
            "    \"title\": \"真实赛车3\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"车枪球\",\n" +
            "      \"动作\",\n" +
            "      \"土豪\"\n" +
            "    ],\n" +
            "    \"desc\": \"《真实赛车3》Real Racing 3是一款由EA发布的竞速大作。其强悍的画面令人惊艳无比，而操控方面的表现使其在玩家心目中的地位更是难以动摇。现在《真实赛车3》轰鸣而至，让你再一次体验速度与...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"45.0MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150519/uVTF-avxeafs7738428.png\",\n" +
            "    \"title\": \"奇迹暖暖\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"养成经营\",\n" +
            "      \"角色扮演\",\n" +
            "      \"萌妹子\"\n" +
            "    ],\n" +
            "    \"desc\": \"暖暖系列最新力作。数万服饰，亿种搭配 与搭配师展开正面大比拼 从颜色花纹到造型，收集材料亲手定制 宏大世界观下的小说式剧情体验。\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"206.63MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0107/U10651P115T299D356F10473DT20140107161156.jpg\",\n" +
            "    \"title\": \"古树旋律（DEEMO）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"音乐\",\n" +
            "      \"动作\",\n" +
            "      \"女神\"\n" +
            "    ],\n" +
            "    \"desc\": \"《古树旋律》在一开始的概念阶段就已经把所有的故事架构与人物形象设定完成。另外《古树旋律》主打的最大特色，则是强调让玩家可以体验如同钢琴演奏般敲击琴键的感受。植松伸夫等重量级乐坛人士也参与了本次《...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"15.81MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/crawl/20150512/UrGF-awzuney5456537.jpeg\",\n" +
            "    \"title\": \"小小诺亚（日服）\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"策略\",\n" +
            "      \"养成经营\",\n" +
            "      \"萌妹子\"\n" +
            "    ],\n" +
            "    \"desc\": \"在《小小诺亚》这款游戏中，玩家将扮演着一名飞空城的主人，需要增强自城战斗力，并且进行多方面的讨伐来获得更多的资源来让飞空城继续得到发展。游戏中支援4人协力系统，让你跟朋友们不再只是玩单机的攻防战...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"34.88MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/1021/U11701P115T299D2453F10473DT20141021163242.jpg\",\n" +
            "    \"title\": \"NBA 2K15\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"车枪球\",\n" +
            "      \"养成经营\",\n" +
            "      \"硬件杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"作为篮球游戏的皇者，2K系列对比赛的高度还原令其他游戏难以望其项背，逼真的画面和完美的细节表现都让球迷有身临其境之感。可怕的是2K15并未固步自封，而是在前作基础上又一次加强了游戏画面的表现力，...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"1.78GB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150331/7tET-chmifpy3631207.png\",\n" +
            "    \"title\": \"极品飞车：最高通缉2015\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"车枪球\",\n" +
            "      \"休闲\",\n" +
            "      \"硬件杀手\"\n" +
            "    ],\n" +
            "    \"desc\": \"知名游戏公司EA旗下的赛车极限游戏《极品飞车17：最高通缉》不俗的画质和极强操作感依然广受玩家好评，时至今日，还有很多玩家在把玩这款手游。它在赛车类手游上的地位也是数一数二的，也成为各大游戏商最...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"12.42MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0306/U1782P115T299D747F10473DT20140306190634.jpg\",\n" +
            "    \"title\": \"腾讯欢乐麻将\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"休闲\",\n" +
            "      \"棋牌\",\n" +
            "      \"找朋友\"\n" +
            "    ],\n" +
            "    \"desc\": \"《欢乐麻将》是腾讯出品的一款以国粹麻将为核心的手机游戏，结合微信及QQ的社交网络，为玩家带来了便利的麻将体验，真实的画面、便捷的操作体验、丰富的模式、合理的规则都使得这款游戏有理由被玩家所喜欢和接受。\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"50.27MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/1114/U11112P115T299D2588F10473DT20141114173509.png\",\n" +
            "    \"title\": \"地狱突袭：逃亡\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"动作\",\n" +
            "      \"硬汉\"\n" +
            "    ],\n" +
            "    \"desc\": \"解谜游戏《地狱突袭：逃亡》有着夺目的外表，场景宏大且充满神秘色彩。游戏以场景探索的解谜玩法为主，玩家以第一人称视角操控主人公，从地狱中的每个角落寻找关键线索，逃离这片神秘却让人深感压抑的恐怖空间...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"25.58MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150325/4I0S-cczmvun7101777.png\",\n" +
            "    \"title\": \"王者之剑\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"动作\",\n" +
            "      \"休闲\",\n" +
            "      \"硬汉\"\n" +
            "    ],\n" +
            "    \"desc\": \"《王者之剑》是一款横版即时战斗网游，游戏整体为欧洲中世纪风格。该作的职业特色鲜明，虚拟摇杆的操作方式简单易上手，游戏打击感极强，关卡特点突出，使人欲罢不能。游戏玩法众多，内容丰富，支持多人在线P...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"77.54MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0102/U10651P115T299D334F10473DT20140102185523.jpg\",\n" +
            "    \"title\": \"灵异阴阳录\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"卡牌\",\n" +
            "      \"角色扮演\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"这是一款制作精良的现代奇谋神幻牌卡战斗RPG手机网游。游戏中玩家是一名阴阳师，通过收集式神来提升自我，画风以萌系为主，操作简单。游戏中玩家扮演阴阳师，解决各种棘手的灵体所造成的灵异事件！从任务中...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"29MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150721/uF5A-fxfaswm0936431.png\",\n" +
            "    \"title\": \"混沌与秩序之英雄战歌\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"策略\",\n" +
            "      \"动作\",\n" +
            "      \"手指公敌\"\n" +
            "    ],\n" +
            "    \"desc\": \"《混沌与秩序之英雄战歌》是一款多人联机在线竞技游戏(MOBA)，游戏中需要玩家与其他用户组成3至5人的英雄团队，从上中下路开始进攻，最终将敌对方的基地爆掉即可胜利，游戏的玩法与大家熟知的DOTA...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"26.25MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://n.sinaimg.cn/default/20150317/pf02-chmifpy0622228.png\",\n" +
            "    \"title\": \"冰雪奇缘\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"消除\",\n" +
            "      \"休闲\",\n" +
            "      \"萌妹子\"\n" +
            "    ],\n" +
            "    \"desc\": \"《冰雪奇缘》是以迪斯尼2013年11月27日在美国上映的同名电影为题材制作的一款三消游戏，进入游戏眼前立马呈现一片漫天冰雪的奇妙世界，加上背景音乐的婉转悠扬，仿佛把我们带回到安徒生童话里，与安娜...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"71.98MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0321/U10753P115T299D825F10473DT20140321100735.jpg\",\n" +
            "    \"title\": \"小三传奇（Threes！）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"解谜益智\",\n" +
            "      \"消除\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"《Three！》（小三传奇）一款数字题材的益智消除游戏，游戏画面简约，乳白色的大量使用突出了原本不算鲜明的移动方块。加之简单的线条让整个画面变得个性，好像所有数字、色块、线条颜色都是独立存在的一...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"46.07MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/1203/U10753P115T299D2689F10473DT20141203104638.png\",\n" +
            "    \"title\": \"迷失之风2\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"角色扮演\",\n" +
            "      \"休闲\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"作为《迷失之风》的续作，《迷失之风2》音效更灵动更富变化，寒风肆虐空谷的呼啸，恬风惊扰小桥流水人家的回响，加上柔和的润色，游刃有余的光与影的演绎，细腻地绘出梦幻般的神奇之境，使人回味无穷。再加上...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"20.9MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/1121/U10753P115T299D2629F10473DT20141121111757.png\",\n" +
            "    \"title\": \"弹珠冲击（Smash Hit）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"休闲\",\n" +
            "      \"跑酷\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"游戏中玩家需要操纵一颗颗银色弹珠在建筑中大肆破坏，冲击的弹球、四散开的玻璃碎块、充满金属光泽的玻璃球和玻璃碎裂的质感——在破坏的同时还要达成游戏追求破坏美感的要求。这款游戏绝对能给人带来视觉上的...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"48.81MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0930/U11730P115T299D2364F10473DT20140930175647.png\",\n" +
            "    \"title\": \"王国保卫战：前线\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"塔防\",\n" +
            "      \"策略\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"续作在保留前作精髓的同时，增加了许多新鲜的元素，游戏丰富的主题场景，多种多样的小兵设计也是游戏的另一大亮点。在保留前作饱受好评的传统操作机制上，再次扩充了大量的全新内容，游戏模式简洁，但极具策略...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"34.59MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/0630/U10753P115T299D274F10473DT20140630164650.jpg\",\n" +
            "    \"title\": \"笨拙的忍者（Clumsy Ninja）\",\n" +
            "    \"type\": [\n" +
            "      \"单机\",\n" +
            "      \"养成经营\",\n" +
            "      \"休闲\",\n" +
            "      \"屌丝\"\n" +
            "    ],\n" +
            "    \"desc\": \"《笨拙的忍者Clumsy Ninja》是一款极具东瀛特色的养成游戏，忍者、樱花、房屋、鸟居、充满了浓浓的日本风情，经常看动漫的朋友应该会很熟悉这些场景。场景画面优美，人物和建筑 3D 建模堪称优...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"17.60MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/android/idx/2014/0930/U10753P115T299D2354F10473DT20140930144435.png\",\n" +
            "    \"title\": \"和风物语\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"养成经营\",\n" +
            "      \"休闲\",\n" +
            "      \"萌妹子\"\n" +
            "    ],\n" +
            "    \"desc\": \"打造最漂亮如梦幻般的旅游目的地！远离尘嚣,让旅客们沉浸在美丽典雅的和式风景中,拥有难忘的旅程……您的旅游城市是否可\\u200b\\u200b媲美京都的古城魅力,还是东京的繁华绚丽？每个人都喜欢...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"48.63MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"pic\": \"http://www.sinaimg.cn/gm/m/ios/idx/2014/0716/U10651P115T299D1740F10473DT20140716154154.jpg\",\n" +
            "    \"title\": \"夺命侏罗纪\",\n" +
            "    \"type\": [\n" +
            "      \"网游\",\n" +
            "      \"车枪球\",\n" +
            "      \"休闲\",\n" +
            "      \"视觉系\"\n" +
            "    ],\n" +
            "    \"desc\": \"《夺命侏罗纪》与《猎鹿人2014》同属一家开发商Glu Games，画面相比《猎鹿人2014》更加细致清晰，3D画面逼真，带给玩家真实的心跳感。游戏制作精良，作为一款第一人称射击游戏，《夺命侏罗...\",\n" +
            "    \"score\": \"8.3\",\n" +
            "    \"size\": \"47.5MB\",\n" +
            "    \"price\": \"免费\"\n" +
            "  }\n" +
            "]";

    public static List<JSONObject> androidTopGameData = null;
    static {
        androidTopGameData = JSON.parseObject(androidTopGameDataStr,List.class);
    }
}
