package cn.jackielee.biz.ranklist.game.source;

import com.alibaba.fastjson.JSON;
import com.alibaba.fastjson.JSONObject;

import java.util.List;

/**
 * Created by lxb on 2019/1/12.
 */
public class ClientTopGameData {
    public static final String clientTopGameDataStr = "[\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/c/2005-03-18/U10998P115T59D1904F8874DT20140901163307.jpg\",\n" +
            "        \"title\": \"魔兽世界\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《魔兽世界》正式发售已近十年，十年的时光在多少玩家生命中烙印出了不可磨灭的痕迹。虽然也曾有过不被玩家肯定的设计，虽然也面临着新人玩家被免费游戏大量截流的...\",\n" +
            "        \"score\": \"9.6\",\n" +
            "        \"date\": \"2016年01月15日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20161017/BURv-fxwvxzf6807295.jpg\",\n" +
            "        \"title\": \"剑侠情缘网络版叁重制版\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"2009年8月28日，国产3D武侠角色扮演游戏《剑侠情缘网络版三》在国服公测，前所未有的3D武侠网游，精美的游戏画面，独创性的武侠玩法，使游戏一经公测便受到了广大...\",\n" +
            "        \"score\": \"9.5\",\n" +
            "        \"date\": \"2017年11月13日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2010-04-29/U3711P115T59D8483F8874DT20140228105311.jpg\",\n" +
            "        \"title\": \"激战2\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《激战2》是一款充满自由度与可娱乐性的顶级网游，拥有令玩家折服的强大吸引力。这种吸引力源自开发团队对游戏趣味性的追逐、对游戏细节的仔细打磨和对玩家融入游...\",\n" +
            "        \"score\": \"9.2\",\n" +
            "        \"date\": \"2016年04月02日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/w105h145/20180122/FJxN-fyqwiqi4772495.jpg\",\n" +
            "        \"title\": \"FIFA online4\",\n" +
            "        \"type\": [\n" +
            "            \"体育\",\n" +
            "            \"其他\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"\",\n" +
            "        \"score\": \"9.1\",\n" +
            "        \"date\": \"2018年04月17日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20170704/AWxT-fyhskrq3366142.jpg\",\n" +
            "        \"title\": \"逆水寒\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"精美的游戏画面，精细的游戏细节展现，单机一般的剧情交互体验让玩家充分感受到了一个有血有肉的江湖，游戏中处处可见的小彩蛋和小惊喜让玩家沉浸其中，充分融入江...\",\n" +
            "        \"score\": \"9.1\",\n" +
            "        \"date\": \"2018年01月22日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20160216/VB25-fxpmpqt1319708.jpg\",\n" +
            "        \"title\": \"星际争霸2：虫群之心\",\n" +
            "        \"type\": [\n" +
            "            \"策略\",\n" +
            "            \"科幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《星际争霸2：虫群之心》是《自由之翼》的延续，新增加了剧情、兵种，游戏核心仍然是对竞技系统的平衡及扩张，并通过创造性的任务设计来重新诠释出色的即时策略游...\",\n" +
            "        \"score\": \"9.0\",\n" +
            "        \"date\": \"2013年07月18日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2013-05-06/U10998P115T59D11389F8874DT20150814182808.jpg\",\n" +
            "        \"title\": \"天涯明月刀\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"单纯就游戏品质而言，《天涯明月刀》无疑是极为优秀的，和市面上已有的同类游戏相比，其无论是画面表现、战斗体验还是内容拓展，都具有鲜明优势。但如果我们以顶级...\",\n" +
            "        \"score\": \"9.0\",\n" +
            "        \"date\": \"2016年07月01日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2011-02-23/U3711P115T59D9200F8874DT20130422154632.jpg\",\n" +
            "        \"title\": \"DOTA2\",\n" +
            "        \"type\": [\n" +
            "            \"策略\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"2016年我们见证了护国神翼WINGS成功加冕不朽盾的奇迹，2016年我们也见证了OG战队在特锦赛三冠的伟业；同样的2016年，我们迎来了DOTA2史上改动最大的版本：7.0。此...\",\n" +
            "        \"score\": \"8.9\",\n" +
            "        \"date\": \"2016年12月15日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2010-04-21/U10998P115T59D8444F8874DT20150325113453.jpg\",\n" +
            "        \"title\": \"暗黑破坏神3\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"我们从来不怀疑暴雪旗下游戏对玩家的号召力，也绝不忽视漫长的等待对玩家热情的折损。或许正因如此，姗姗来迟的《暗黑破坏神3》才会让人格外的纠葛。一方面，成熟...\",\n" +
            "        \"score\": \"8.8\",\n" +
            "        \"date\": \"2015年03月27日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2008-10-20/U3711P115T59D6439F8874DT20130301155631.jpg\",\n" +
            "        \"title\": \"剑灵OL\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《剑灵》本次测试依旧人气爆棚，虽然如此但是明显能够感觉出来游戏的服务器趋于好转。众游戏以其新派光效感受和韩式独有的唯美气息，使得游戏画面表现出众，本次测...\",\n" +
            "        \"score\": \"8.8\",\n" +
            "        \"date\": \"2014年08月08日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20160311/gEbN-fxqhmvp6149370.jpg\",\n" +
            "        \"title\": \"战意\",\n" +
            "        \"type\": [\n" +
            "            \"策略\",\n" +
            "            \"历史\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"沙盘地图的开放可以说拓展了整个《战意》的游戏内核，玩家心中预期的大明疆域沙盒化使得游戏不再仅限于主城和战场之上，而是提供了一个时刻动态变化的广阔的天地让...\",\n" +
            "        \"score\": \"8.8\",\n" +
            "        \"date\": \"2018年06月19日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2010-04-21/U10998P115T59D8441F8874DT20140422101104.jpg\",\n" +
            "        \"title\": \"最终幻想14\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"作为目前国内少有的仍采取点卡制收费的游戏，《最终幻想14》内容方面与现行大部分游戏截然不同，它更倾向于为玩家营造纯粹的RPG氛围，以个人身份的发展将是其中的...\",\n" +
            "        \"score\": \"8.8\",\n" +
            "        \"date\": \"2016年09月09日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/sg/U4507P115T59D8738F8874DT20100806103454.jpg\",\n" +
            "        \"title\": \"上古世纪\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《上古世纪》从最初就给玩家带来一个拥有较高自由度的无缝大世界当中，而为了照顾到多方面的玩家群体，可以按照传统任务流程升级，也可以走自己的路升级，对于新手...\",\n" +
            "        \"score\": \"8.7\",\n" +
            "        \"date\": \"2015年09月08日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20160512/yLgx-fxsenvx0955702.jpg\",\n" +
            "        \"title\": \"星际战甲\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"如何设定单机与联网元素的界限，是考验制作团队功力的所在。保留单机故事剧情的感染力、增加更多可娱乐元素、通过对游戏合作性和交互性的强调，让玩家们自行融入联...\",\n" +
            "        \"score\": \"8.7\",\n" +
            "        \"date\": \"2016年06月06日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2014-03-05/U3711P115T59D12480F8874DT20140305114651.jpg\",\n" +
            "        \"title\": \"风暴英雄2.0\",\n" +
            "        \"type\": [\n" +
            "            \"策略\",\n" +
            "            \"全部\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"2017年4月27日，《风暴英雄》更新，全新的游戏地图和英雄，颠覆的MOBA模式，丰厚的福利和等级系统，宣告着《风暴英雄》进入了2.0时代。。\",\n" +
            "        \"score\": \"8.7\",\n" +
            "        \"date\": \"2017年05月12日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2010-04-22/U10998P115T59D8452F8874DT20140625163628.jpg\",\n" +
            "        \"title\": \"TERA\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"这次测试时面向国内玩家的首次测试，因此游戏中有存在一些本地化不完善的地方还可以让人理解。但游戏在首测时就不得不面对另一个客观存在的严酷问题，那就是客户端...\",\n" +
            "        \"score\": \"8.6\",\n" +
            "        \"date\": \"2016年02月03日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20160815/ohGe-fxuxnak0303431.jpg\",\n" +
            "        \"title\": \"我的世界\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《我的世界》中国版，在保持游戏内容原汁原味的同时，大大增强了游戏的社区功能，中国区玩家可以非常便利的体验《我的世界》各项游戏内容。且中国版完全免费，大大...\",\n" +
            "        \"score\": \"8.6\",\n" +
            "        \"date\": \"2017年07月15日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/default/20151029/uRx8-fxkaiqx4377200.jpg\",\n" +
            "        \"title\": \"战舰世界\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《战舰世界》在Havok引擎的支持下对第二次世界大战中的海上战争进行了高度还原，，游戏不论是建模、光影效果还是音效均表现出了一款高质量游戏应有的水准。目前游...\",\n" +
            "        \"score\": \"8.6\",\n" +
            "        \"date\": \"2016年04月14日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20160516/WUz0-fxsexua6085906.jpg\",\n" +
            "        \"title\": \"炽焰帝国2\",\n" +
            "        \"type\": [\n" +
            "            \"策略\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"客户端的包体虽从开始的70G压缩到了不删档测试的19G，但在游戏中画面的细节依旧可圈可点！角色一眸一笑表情、手指随着招式的变化、极速跑动的虚化效果...这些年等...\",\n" +
            "        \"score\": \"8.6\",\n" +
            "        \"date\": \"2017年03月07日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2012-01-18/U3711P115T59D10095F8874DT20130624175544.jpg\",\n" +
            "        \"title\": \"行星边际2\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"经过多次测试的《行星边际2》在一些基础问题上已经在逐渐改善。本次测试游戏改善了服务器的稳定性并开放了个性涂装和一些个性化增值服务。此外官方组织的公会争霸...\",\n" +
            "        \"score\": \"8.6\",\n" +
            "        \"date\": \"2013年06月25日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/dmlq/U4507P115T59D6655F8874DT20100712144015.jpg\",\n" +
            "        \"title\": \"大明龙权\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《大明》的推出使我对腾讯的游戏有了进一步的认识，不仅画面、音乐和特色系统上都有不凡之处，还可以让玩家不用为了攻略而头大，能更好的融入游戏当中。但它在音效...\",\n" +
            "        \"score\": \"8.6\",\n" +
            "        \"date\": \"2010年04月08日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20170412/Lodv-fyecrxv5629758.jpg\",\n" +
            "        \"title\": \"CS:GO\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"反恐\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"历时5年，CS：GO终于在中国大陆地区上线，除了“石油血”以外，无论从游戏的画面还是游戏性来讲，CS：GO都在用精良的游戏品质告诉我们，这五年没有白等，三网通服...\",\n" +
            "        \"score\": \"8.5\",\n" +
            "        \"date\": \"2017年09月15日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/lhhx/U10998P115T59D12657F8874DT20140702102624.jpg\",\n" +
            "        \"title\": \"灵魂回响\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"虽然近两年国产及欧美游戏的风头渐渐盖住了韩系网游，但国内仍有一批游龄较长的玩家对韩系网游情有独钟。在网游元素越发复杂而规范化的当下，曾经被诟病为“泡菜”...\",\n" +
            "        \"score\": \"8.5\",\n" +
            "        \"date\": \"2016年02月02日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/lhhx/U10998P115T59D12657F8874DT20140702102624.jpg\",\n" +
            "        \"title\": \"灵魂回响\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"虽然近两年国产及欧美游戏的风头渐渐盖住了韩系网游，但国内仍有一批游龄较长的玩家对韩系网游情有独钟。在网游元素越发复杂而规范化的当下，曾经被诟病为“泡菜”...\",\n" +
            "        \"score\": \"8.5\",\n" +
            "        \"date\": \"2015年04月09日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/tsj/U10998P115T59D10921F8874DT20140604181242.jpg\",\n" +
            "        \"title\": \"天神纪\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"作为一款有分量的韩国网游，《天神纪》无疑会受到许多画面党及韩游爱好者的青睐，而我们却很难将其定义为一款具有颠覆性的产品。游戏在背景设定和画面表现上都表现...\",\n" +
            "        \"score\": \"8.5\",\n" +
            "        \"date\": \"2014年07月04日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20170622/UkhZ-fyhneak9072516.jpg\",\n" +
            "        \"title\": \"黑色沙漠\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"作为韩服久负盛名的网游大作，《黑色沙漠》拥有着极为丰富的游戏内容，游戏整体设定更加贴近于真实世界，比如在下雨天NPC会离开，坐骑可以被杀死，雇佣兵攻城模式...\",\n" +
            "        \"score\": \"8.5\",\n" +
            "        \"date\": \"2017年08月25日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20160512/4LWk-fxsexua5750362.jpg\",\n" +
            "        \"title\": \"守望先锋\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"动漫\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《守望先锋》是暴雪娱乐研发国服由网易游戏代理的一款3D科幻风团战射击网游。在电竞市场上前有《CF》后有《CS:GO》，暴雪不会傻傻的推出一款单纯的FPS游戏来与其竞...\",\n" +
            "        \"score\": \"8.5\",\n" +
            "        \"date\": \"2016年05月24日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20161117/Jf1y-fxxxaux9998901.jpg\",\n" +
            "        \"title\": \"仙侠世界2\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"玄幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"从早期火热的《诛仙》、《蜀门》、到后来的《仙侠世界》、《轩辕传奇》，仙侠题材一直是国产网游代表题材之一，但一直以来的仙侠网游都仅仅是在武侠网游的基础上加...\",\n" +
            "        \"score\": \"8.5\",\n" +
            "        \"date\": \"2017年08月31日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/codol/U3711P115T59D10970F8874DT20130416163914.jpg\",\n" +
            "        \"title\": \"使命召唤OL\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"游戏本次版本在原有基础上做了较大改进，更新了PVP和PVE中的两个玩法，对于新玩家来说上手也很容易。在操作上游戏深化了“跑轰”设定，玩家在传统的“蹲+跳”等动...\",\n" +
            "        \"score\": \"8.5\",\n" +
            "        \"date\": \"2016年11月01日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/nfs/U4507P115T59D8525F8874DT20100702183715.jpg\",\n" +
            "        \"title\": \"极品飞车OL\",\n" +
            "        \"type\": [\n" +
            "            \"竞速\",\n" +
            "            \"其他\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"腾讯与EA继《FIFA online》之后的二度合作，游戏基于《极品飞车18》开发，重燃速度与激情。\",\n" +
            "        \"score\": \"8.5\",\n" +
            "        \"date\": \"2017年07月12日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/firefall/U10998P115T59D9017F8874DT20150715140509.jpg\",\n" +
            "        \"title\": \"火瀑\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"科幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"作为一款2010年就高调曝光的网游，《Firefall》的准备期无疑显得有些漫长，将射击与角色扮演的系统相融合并建立自己的风格，毕竟不是一件简单的工作。值得庆幸的是...\",\n" +
            "        \"score\": \"8.5\",\n" +
            "        \"date\": \"2016年01月22日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20160516/WUz0-fxsexua6085906.jpg\",\n" +
            "        \"title\": \"炽焰帝国2\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《炽焰帝国2》是由韩国Blueside公司历时5年时间、耗资800亿韩元开发的一款史诗级战略动作网游。游戏的前身《炽焰帝国：十字军》和《炽焰帝国：英雄》因结合了动作...\",\n" +
            "        \"score\": \"8.4\",\n" +
            "        \"date\": \"2016年05月25日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2013-06-06/U3711P115T59D11475F8874DT20130606151607.jpg\",\n" +
            "        \"title\": \"射雕ZERO\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《射雕ZERO》的画面场景建设出色、色彩搭配合理，音乐音效表现出色，后期更改的操作模式加强了游戏的打击感。经过几次的改版测试，此次正式进入了自由公测，游戏从...\",\n" +
            "        \"score\": \"8.4\",\n" +
            "        \"date\": \"2014年09月25日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/csol2/U3711P115T59D10920F8874DT20121107174940.jpg\",\n" +
            "        \"title\": \"反恐精英Online2\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"反恐\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《反恐精英Online2》出色的继承了CS的所有优秀传统。在弹道上以及地图构造上与CS:S以及CS1.6并无多大偏差，老玩家可以很快的上手。从画面上来说，《反恐精英Online...\",\n" +
            "        \"score\": \"8.4\",\n" +
            "        \"date\": \"2016年05月10日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/zzlt/U10998P115T59D12929F8874DT20140505144017.jpg\",\n" +
            "        \"title\": \"战争雷霆\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《战争雷霆》是一款由具有丰富单机游戏开发经验的俄罗斯Gaijin研发的战争载具网游，其精湛的手法、独特的游戏开发理念和多角度的载具玩法共同构筑了这款令人耳目一...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2016年09月26日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20160406/ss3G-fxqxqmf4131215.jpg\",\n" +
            "        \"title\": \"天谕\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"玄幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"以目前游戏的体验来看，网易此款游戏确实有其独到之处，首测呈献给玩家的内容获得了认可，论坛中有不少玩家期待游戏的下一次测试。不过游戏高画面带来的高配置需求...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2016年12月16日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2013-07-22/U3711P115T59D11585F8874DT20130722173947.jpg\",\n" +
            "        \"title\": \"炉石传说\",\n" +
            "        \"type\": [\n" +
            "            \"策略\",\n" +
            "            \"魔幻\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"即使作为一款卡牌类休闲游戏，《炉石传说》的表现也并没有辱没暴雪出品的名头，精致的动画以及特效效果，丰富并富有策略性的多种游戏模式都令这款卡牌游戏具备了非...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2016年05月18日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2007-10-30/U4507P115T59D4908F8874DT20100714103833.jpg\",\n" +
            "        \"title\": \"FIFA Online2\",\n" +
            "        \"type\": [\n" +
            "            \"体育\",\n" +
            "            \"全部\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"作为经典足球系列《FIFA》的网游作品，《FIFA Online2》并没有很好的传承《FIFA》中的优点，也许是不太适合国内玩家们的口味，玩《实况足球》居多的中国玩家，对于...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2009年04月22日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/dzs/U4507P115T59D9465F8874DT20110630160402.jpg\",\n" +
            "        \"title\": \"斗战神\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《斗战神》以今何在的代表作品《悟空传》为蓝本的游戏背景框架在游戏中也得到了高水平的内涵阐释。对于本款游戏的游戏体验来说，其难能可贵之处在于各种元素的融合...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2016年03月28日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2005-05-11/U10998P115T59D2164F8874DT20160301144400.jpg\",\n" +
            "        \"title\": \"梦幻西游2\",\n" +
            "        \"type\": [\n" +
            "            \"休闲\",\n" +
            "            \"其他\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《梦幻西游2》是国内最为成功的一款回合制游戏，游戏以《西游记》为故事背景，配以多种复杂有趣的特色系统，使游戏具有相当高的可玩性。游戏中玩家需要花费大量的...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2016年03月25日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/daojian2/U4507P115T59D8469F8874DT20100713103527.jpg\",\n" +
            "        \"title\": \"刀剑2\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"腾讯旗下的国产动作武侠大作《刀剑2》终于迎来了公测，在国内大量的武侠题材游戏中，《刀剑2》一直是独树一帜的，其毫无保留的将全部精力放在角色动作真实性的表现...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2016年03月25日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2005-05-11/U10998P115T59D2164F8874DT20160301144400.jpg\",\n" +
            "        \"title\": \"梦幻西游电脑版\",\n" +
            "        \"type\": [\n" +
            "            \"休闲\",\n" +
            "            \"其他\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《梦幻西游电脑版》是国内最为成功的一款回合制游戏，游戏以《西游记》为故事背景，配以多种复杂有趣的特色系统，使游戏具有相当高的可玩性。游戏中玩家需要花费大...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2015年10月15日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2005-05-11/U3711P115T59D2164F8874DT20130708161235.jpg\",\n" +
            "        \"title\": \"梦幻西游2\",\n" +
            "        \"type\": [\n" +
            "            \"休闲\",\n" +
            "            \"其他\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《梦幻西游2》是国内最为成功的一款回合制游戏，游戏以《西游记》为故事背景，配以多种复杂有趣的特色系统，使游戏具有相当高的可玩性。游戏中玩家需要花费大量的...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2014年10月14日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/dzs/U4507P115T59D9465F8874DT20110630160402.jpg\",\n" +
            "        \"title\": \"斗战神\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《斗战神》以今何在的代表作品《悟空传》为蓝本的游戏背景框架在游戏中也得到了高水平的内涵阐释。对于本款游戏的游戏体验来说，其难能可贵之处在于各种元素的融合...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2014年06月26日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/daojian2/U4507P115T59D8469F8874DT20100713103527.jpg\",\n" +
            "        \"title\": \"刀剑2\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"腾讯旗下的国产动作武侠大作《刀剑2》终于迎来了公测，在国内大量的武侠题材游戏中，《刀剑2》一直是独树一帜的，其毫无保留的将全部精力放在角色动作真实性的表现...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2014年03月20日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2012-07-05/U10998P115T59D10566F8874DT20141008120808.jpg\",\n" +
            "        \"title\": \"无冬OL\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《无冬OL》中提供了很多有别于同类网游的体验。这包括丰富有趣的个人冒险流程，有别于传统的操作方式，应用全面的D&D内容，能给玩家提供RPG感觉的故事和任务。在国...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2016年03月22日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/fsol/U4507P115T59D9207F8874DT20110301111011.jpg\",\n" +
            "        \"title\": \"封神-飞仙传\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"玄幻\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《封神》此次的新版“飞仙传”重在游戏的后期内容增加，包括高等级之后的人物造型以及任务也需要越来越多的团队配合。游戏的充值系统进行了各种的优惠活动，来刺激...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2012年04月12日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20151113/2ioK-fxksqiv8333083.jpg\",\n" +
            "        \"title\": \"笑傲江湖OL\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《笑傲江湖》以金庸的著名同名小说为蓝本，并在此之上融入了动作及格斗元素，以强调真是打击感与流畅动作连贯度为核心内容，让玩家可以体验到不同于一样的武侠类网...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2016年09月23日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/tjyx/U10998P115T59D14259F8874DT20150123124409.jpg\",\n" +
            "        \"title\": \"突击英雄\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"反恐\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《突击英雄》包罗万象的游戏模式和爽快的战斗体验让它在极短的时间内获得了一批拥趸，但游戏并非毫无弱点，英雄技能的过于强大大幅加快了战斗节奏，超快的节奏或许...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2016年04月03日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2010-04-13/U10998P115T59D8410F8874DT20150416140744.jpg\",\n" +
            "        \"title\": \"笑傲江湖\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《笑傲江湖》以金庸的著名同名小说为蓝本，并在此之上融入了动作及格斗元素，以强调真是打击感与流畅动作连贯度为核心内容，让玩家可以体验到不同于一样的武侠类网...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2015年04月17日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/maplestory2/U10998P115T59D14212F8874DT20150114165930.jpg\",\n" +
            "        \"title\": \"冒险岛2\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"2.5D\"\n" +
            "        ],\n" +
            "        \"desc\": \"Q版乐高的游戏画面，考验操作的小游戏大大增强了游戏体验，本次测试新加入新职业启灵师和符文剑士，同时将一转职业更改为初始职业，大大的增强了职业选择空间。\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2017年05月03日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/ava/U4507P115T59D6798F8874DT20100707142730.jpg\",\n" +
            "        \"title\": \"战地之王\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"反恐\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《战地之王》是第一款使用目前世界最顶级的专业3D引擎UnrEAl 3引擎开发的FPS网络游戏。集战略性多兵种配合游戏玩法、丰富的游戏模式、变化多样的武器改装系统于一...\",\n" +
            "        \"score\": \"8.3\",\n" +
            "        \"date\": \"2010年01月26日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20170704/AWxT-fyhskrq3366142.jpg\",\n" +
            "        \"title\": \"逆水寒\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"作为网易的武侠网游大作，《逆水寒》从发布以来就备受玩家的关注，精美的游戏画面让玩家的期待值又上升了几分，目前游戏消息比较匮乏，详细内容敬请期待。\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2017年08月25日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/250/w105h145/20180611/Qf02-hcufqif8095518.jpg\",\n" +
            "        \"title\": \"古剑奇谭网络版\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"玄幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"从2014年的首测到如今的正式亮相，《古剑奇谭网络版》一直受到玩家的广泛关注，而从目前的情况来看，游戏品质还是不错的，值得一试。\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2017年07月14日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2014-03-25/U10998P115T59D12635F8874DT20141212155651.jpg\",\n" +
            "        \"title\": \"幻想神域\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"动漫\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《幻想神域》是由传奇网络开发，畅游代理的日式风动漫3D网游。游戏清新可爱的画风确实能吸引不少动漫爱好者玩家的关注，而双职业路线与技能的搭配也要成长路线更加...\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2016年01月25日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2014-03-25/U10998P115T59D12635F8874DT20141212155651.jpg\",\n" +
            "        \"title\": \"幻想神域\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"动漫\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《幻想神域》是由传奇网络开发，畅游代理的日式风动漫3D网游。游戏清新可爱的画风确实能吸引不少动漫爱好者玩家的关注，而双职业路线与技能的搭配也要成长路线更加...\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2014年12月19日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2013-06-06/U3711P115T59D11475F8874DT20130606151607.jpg\",\n" +
            "        \"title\": \"射雕英雄传OL\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《射雕英雄传OL》的画面场景建设出色、色彩搭配合理，音乐音效表现出色，后期更改的操作模式加强了游戏的打击感。经过几次的改版测试，此次公测，游戏在主线剧情、...\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2016年04月19日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2013-06-06/U3711P115T59D11475F8874DT20130606151607.jpg\",\n" +
            "        \"title\": \"射雕英雄传OL\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《射雕英雄传OL》的画面场景建设出色、色彩搭配合理，音乐音效表现出色，后期更改的操作模式加强了游戏的打击感。经过几次的改版测试，此次公测，游戏在主线剧情、...\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2015年04月29日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2012-05-14/U3711P115T59D10363F8874DT20120514154908.jpg\",\n" +
            "        \"title\": \"神雕侠侣\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"本次游戏开启全新资料片“至臻化境”，其中开放了八大化境突破新的层次，增加更多的后期玩法，新坐骑、新宠物、新地图、新玩法、新侠客、新武器将伴随大版一同上线...\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2015年06月18日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2013-05-10/U3711P115T59D11403F8874DT20130510143913.jpg\",\n" +
            "        \"title\": \"倩女幽魂2\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"玄幻\",\n" +
            "            \"2.5D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《倩女幽魂2》早已不能算是新游了，但游戏的每次资料片更新都能让玩家保持新鲜感。继上次的傀儡师职业后，本次测试又加入了新的职业画魂，游戏以半年左右的频率更...\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2014年09月27日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2012-09-06/U10998P115T59D10730F8874DT20140522165051.jpg\",\n" +
            "        \"title\": \"战机世界\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"总体上，《战机世界》无论从拟真度、游戏操作感以及大量战机的升级养成玩法上都具有颇多亮点，较为平衡的收费体系和匹配制度也保证了游戏战斗的公平性，特别是与《...\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2016年05月10日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2010-11-30/U3711P115T59D9082F8874DT20120905160051.jpg\",\n" +
            "        \"title\": \"巫师之怒\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《巫师之怒》相比之前的版本，游戏增加了新的野外区域13个，英雄副本6个，常规多人副本7个，并且将星界继续开放到更深星层。新增加的“热带环礁”地图将多种趣味小...\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2016年02月02日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2012-09-06/U10998P115T59D10730F8874DT20140522165051.jpg\",\n" +
            "        \"title\": \"战机世界\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"总体上，《战机世界》无论从拟真度、游戏操作感以及大量战机的升级养成玩法上都具有颇多亮点，较为平衡的收费体系和匹配制度也保证了游戏战斗的公平性，特别是与《...\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2014年05月29日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2010-11-30/U3711P115T59D9082F8874DT20120905160051.jpg\",\n" +
            "        \"title\": \"巫师之怒\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《巫师之怒》相比之前的版本，游戏增加了新的野外区域13个，英雄副本6个，常规多人副本7个，并且将星界继续开放到更深星层。新增加的“热带环礁”地图将多种趣味小...\",\n" +
            "        \"score\": \"8.2\",\n" +
            "        \"date\": \"2012年08月30日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/wotttw/U4507P115T59D8904F8874DT20100926114555.jpg\",\n" +
            "        \"title\": \"坦克世界\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"经历2年时间之久的《坦克世界》已然不能算是新贵，那么当初的勇猛宣传应该转变为温柔的服务，及时收集玩家的反馈，采纳接受玩家的正确意见，尽量保障现有玩家的游...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2016年10月18日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2011-12-09/U3711P115T59D9986F8874DT20130906102117.jpg\",\n" +
            "        \"title\": \"零世界\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"由玩家自己“创造世界”是《零世界》主打的概念，确实这个概念在初期吸引到不少玩家的关注，虽然首测因为游戏开放度较低，要玩家对游戏有些许的失望，本次正式进入...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2013年12月20日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/wotttw/U4507P115T59D8904F8874DT20100926114555.jpg\",\n" +
            "        \"title\": \"坦克世界\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"经历2年时间之久的《坦克世界》已然不能算是新贵，那么当初的勇猛宣传应该转变为温柔的服务，及时收集玩家的反馈，采纳接受玩家的正确意见，尽量保障现有玩家的游...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2013年09月12日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2010-01-30/U4507P115T59D8193F8874DT20100708135245.jpg\",\n" +
            "        \"title\": \"佣兵天下\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"2.5D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《佣兵天下》这款游戏的画面精致，无论远观或者是近看效果都还不错。而在内容方面，则显得非常具有特色。任务中穿插了各种小游戏，让原本枯燥无味的练级之路充满了...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2011年09月15日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20161201/fPz_-fxyiayq1958466.jpg\",\n" +
            "        \"title\": \"天下3\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"整体来说，“斗魂觉醒”新资料片的上映《天下3》可谓在PVP、PVE上都进行了一次较大的革新，不得否认《天下3》确实是一款质量很高的3D游戏，其出色的画面及系统展现...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2016年12月02日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2013-12-17/U3711P115T59D11907F8874DT20131217150336.jpg\",\n" +
            "        \"title\": \"萌斗江湖\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《萌斗江湖》已经进入公测阶段，从画面音乐到基础内容上都表现的相当出色，也体现出其所宣传的2D画面3D享受的画面层次感，不过目前优化不足普通玩家开全效会较卡。...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2014年11月21日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2012-04-18/U3711P115T59D10297F8874DT20131104115122.jpg\",\n" +
            "        \"title\": \"龙剑\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《龙剑》的画面相比于现在极大部分的国产游戏无疑是十分优秀的，吸收了很多游戏的优点，也做到了自己独有的战斗特色，不论是 副本的构造，还是野外场景的搭建都领...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2013年11月05日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2011-08-31/U4507P115T59D9597F8874DT20110831135316.jpg\",\n" +
            "        \"title\": \"天下3\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"整体来说，“斗魂觉醒”新资料片的上映《天下3》可谓在PVP、PVE上都进行了一次较大的革新，不得否认《天下3》确实是一款质量很高的3D游戏，其出色的画面及系统展现...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2013年06月26日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20170516/YNmA-fyfeutq0878585.jpg\",\n" +
            "        \"title\": \"黑暗与光明\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《黑暗与光明》还是为玩家构筑了一个可玩度和自由度非常高的游戏世界，目前作为游戏的首测还是有些瑕疵的，不精细的画面，优化，不完全的汉化，新手上手难度高以及...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2017年07月24日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2015-01-19/U10998P115T59D14247F8874DT20150811101315.jpg\",\n" +
            "        \"title\": \"画皮世界2\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"总的来说，《画皮世界2》在封测中拥有着不俗的表现，虽然并非完美无缺，但基本能够在众多的同类游戏中占有一席地位，不过这并不能完全掩盖游戏所暴露的问题，在这...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2015年03月24日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/dftj/U3711P115T59D12855F8874DT20140423150713.jpg\",\n" +
            "        \"title\": \"刀锋铁骑\",\n" +
            "        \"type\": [\n" +
            "            \"动作\",\n" +
            "            \"历史\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"凭借出色的视觉体验和成熟的游戏机制，外加腾讯游戏强大的品牌效应，《刀锋铁骑》想要在细分市场中获得成功，似乎并不是太过复杂的问题。不过，由于开发者设计思路...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2016年10月20日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20170518/rd9Z-fyfkzhs5754654.jpg\",\n" +
            "        \"title\": \"龙魂时刻\",\n" +
            "        \"type\": [\n" +
            "            \"动作\",\n" +
            "            \"全部\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"动作游戏的独特魅力在于其强大的可操控性，进攻和闪避的完美连接，极为考验玩家的操作技术。由网易全新自研的3D纯动作类网游《龙魂时刻》，该作凭借独创的子弹时间...\",\n" +
            "        \"score\": \"8.1\",\n" +
            "        \"date\": \"2017年06月29日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/wxsj/U3711P115T59D8890F8874DT20140324155609.jpg\",\n" +
            "        \"title\": \"无限世界\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"穿越\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《无限世界》对于游戏题材的把控可谓是“异想天开”，当然这里并不是贬义，而是在游戏中这种跨越式的游戏体验所带来的想象力的冲击实在令人感到惊诧，在题材杂揉的...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2016年12月01日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2011-08-24/U3711P115T59D9586F8874DT20130514140138.jpg\",\n" +
            "        \"title\": \"黑金\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"在同质化日趋严重的国内市场里，蒸汽与魔幻元素为背景的《黑金》无疑是一股清泉，为玩家带来了全新的世界观体验。依靠游戏本身所具备的复古画面，精致的人物造型，...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2014年08月08日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/wxsj/U3711P115T59D8890F8874DT20140324155609.jpg\",\n" +
            "        \"title\": \"无限世界\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"穿越\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《无限世界》对于游戏题材的把控可谓是“异想天开”，当然这里并不是贬义，而是在游戏中这种跨越式的游戏体验所带来的想象力的冲击实在令人感到惊诧，在题材杂揉的...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2014年03月25日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/yzd/U3711P115T59D11859F8874DT20131211161512.jpg\",\n" +
            "        \"title\": \"勇者大冒险\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"与开发出一款图形表现出众的网游相比，一个原创品牌的建设无疑更加困难，而《勇者大冒险》两者都要。特色鲜明的游戏题材、表现出众的卡通渲染幽默风趣的剧情展现，...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2016年08月25日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/yzd/U3711P115T59D11859F8874DT20131211161512.jpg\",\n" +
            "        \"title\": \"勇者大冒险\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"与开发出一款图形表现出众的网游相比，一个原创品牌的建设无疑更加困难，而《勇者大冒险》两者都要。特色鲜明的游戏题材、表现出众的卡通渲染幽默风趣的剧情展现，...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2015年06月24日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2010-01-29/U4507P115T59D8192F8874DT20100707152346.jpg\",\n" +
            "        \"title\": \"征途2\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《征途2》的画面对比起《征途》要提高了很多很多，甚至对比于目前国内的2D网游这款游戏都已经属于不错的画质。在系统玩法方面延用了之前《征途》的设定，虽然导致...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2013年08月16日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/5shen/U10998P115T59D7587F8874DT20140515144256.jpg\",\n" +
            "        \"title\": \"武神\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"虽然游戏中加入了一些新的系统，尤其是战斗不再是站桩式的打法了，但是只局限于某个职业，这就使得不是所有玩家可以体验到这种玩法了，对比起别的职业在PK方面优势...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2010年11月26日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2014-05-14/U10998P115T59D12994F8874DT20150410152446.jpg\",\n" +
            "        \"title\": \"海战世界\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《海战世界》在舰船建模上还原了二战时期舰船原有的样貌，并加入了独有的潜艇舰种，比赛节奏较同类游戏更为快捷，上个版本出现的小BUG已有所修复，在现有物理引擎...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2016年08月03日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20160413/_7tl-fxriqqv5565385.jpg\",\n" +
            "        \"title\": \"蛮荒搜神记\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"玄幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"由畅游历时六年潜心研发的次时代MMOARPG《蛮荒搜神记》，历经一年的再度打磨，以一副全新的姿态出现在了玩家面前，相较于之前测试中并不完善的游戏系统，本次测试...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2016年04月15日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/qqsm/U3711P115T59D8940F8874DT20120418170238.jpg\",\n" +
            "        \"title\": \"全球使命2\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《全球使命2》作为一款拥有虚幻3引擎的游戏拥有着国产游戏中不俗的画质，虽然在高画质的同时游戏对玩家主机的要求也有所上升，但这并没有对《全球使命2》的游戏体...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2014年10月25日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/c9/U4507P115T59D8376F8874DT20100803145850.jpg\",\n" +
            "        \"title\": \"第九大陆\",\n" +
            "        \"type\": [\n" +
            "            \"动作\",\n" +
            "            \"奇幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《第九大陆》终于进入了公测期，并且一上来就开放了一个新的魔剑士职业供玩家体验。魔剑士的角色模型可以说是一个非常火辣的性感女郎，或许是刻意为之就连此角色的...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2012年04月26日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2009-02-11/U4507P115T59D6689F8874DT20100707141356.jpg\",\n" +
            "        \"title\": \"飘邈之旅\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"玄幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"飘邈之旅是根据同名小说改编的网络游戏。世界观背景与原作基本相符，内容方面较有特色。该游戏已进行过多次测试，每次测试都会有所不同。目前而言，唯一有些缺陷的...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2010年11月11日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/tzhol/U4507P115T59D6777F8874DT20100708142218.jpg\",\n" +
            "        \"title\": \"天之痕Online\",\n" +
            "        \"type\": [\n" +
            "            \"动作\",\n" +
            "            \"玄幻\",\n" +
            "            \"2.5D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《天之痕OL》作为一款中国风的格斗游戏，非常值得玩家期待。加上其单机版创下的辉煌，刚一开始测试，服务器便已被挤爆。而且此作结合了RPG游戏的打怪系统，可谓较...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2010年08月19日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/yxsg/U3711P115T59D10236F8874DT20130318112301.jpg\",\n" +
            "        \"title\": \"英雄三国\",\n" +
            "        \"type\": [\n" +
            "            \"策略\",\n" +
            "            \"历史\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《英雄三国》明显是想将PVP和PVE内容两手并重，本次测试游戏的PVP内容可以说已经十分完善，之后应该会是对更多细节的优化和新英雄的推出；相比PVP，PVE内容明显感...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2014年09月26日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/sjecl/U4507P115T59D9647F8874DT20110915144016.jpg\",\n" +
            "        \"title\": \"书剑恩仇录\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"武侠\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《书剑恩仇录》又是一款新近推出的以金庸武侠小说改编的网游，游戏中部分场景制作的非常细腻，不过整体感却较为一般，值得一提的是该游戏支持骑战，坐骑制作的非常...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2011年11月04日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2007-11-05/U4507P115T59D4943F8874DT20100709115930.jpg\",\n" +
            "        \"title\": \"成吉思汗\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"历史\",\n" +
            "            \"2.5D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《成吉思汗》在宣传时的力度就比较大，并且被冠以民族网游的称号，可惜的是游戏中的创意并不是很多，不过相比于其他空洞的网游来讲，《成吉思汗》并不是一个没有特...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2010年03月05日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2005-05-11/U3711P115T59D2160F8874DT20130910161939.jpg\",\n" +
            "        \"title\": \"新大话西游2\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"玄幻\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"对于《大话西游2》的忠实玩家来说，新版本的变革能够使他们延续西行世界的旅程，他们不屑于阴谋论和黑暗解释，只为了各自描绘自己心中的画卷。对于厂商来说，《新...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2014年08月15日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2005-05-11/U3711P115T59D2160F8874DT20130910161939.jpg\",\n" +
            "        \"title\": \"大话西游2\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"玄幻\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"对于《大话西游2》的忠实玩家来说，新版本的变革能够使他们延续西行世界的旅程，他们不屑于阴谋论和黑暗解释，只为了各自描绘自己心中的画卷。对于厂商来说，《新...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2016年07月15日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/games/20161226/risA-fxyxury8747003.jpg\",\n" +
            "        \"title\": \"铁甲雄兵\",\n" +
            "        \"type\": [\n" +
            "            \"策略\",\n" +
            "            \"历史\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"骑砍类网游，游戏可玩度很高，还原真实古代战场。适合开黑，玩法较为单一，希望加入更多玩法。\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2017年06月21日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/sgcq2/U4507P115T59D8834F8874DT20100928171830.jpg\",\n" +
            "        \"title\": \"神鬼世界\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《神鬼世界》本次新版本为“通灵战纪”，本次测试更新的内容较为全面，是一次大型版本更新，开启了一个变身系的新职业“通灵者”，另外还开放了几个全新地图。除此...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2014年10月30日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/qyz/U4507P115T59D8008F8874DT20100713101956.jpg\",\n" +
            "        \"title\": \"传世群英传\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"奇幻\",\n" +
            "            \"2D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《传世群英传》是《传奇世界》的升级版，也是它的兄弟篇。该游戏很好的延续的《传奇世界》的系统特色，并在原有系统上新加入了个别系统，并开放在传世中并为开发的...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2010年03月16日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/csxy/U4507P115T59D6799F8874DT20100708111857.jpg\",\n" +
            "        \"title\": \"创世西游\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"玄幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"网易是以西游记系列为设计背景的网络游戏开山鼻祖，从《大话西游》到《梦幻西游》，吸引了数以万计的玩家加入到了西游记改编网游的奇幻世界中。作为网易西游作品的...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2011年03月20日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://n.sinaimg.cn/default/20151028/6ANH-fxizwsm2464042.jpg\",\n" +
            "        \"title\": \"光荣使命\",\n" +
            "        \"type\": [\n" +
            "            \"射击\",\n" +
            "            \"战争\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"《光荣使命》一开始最容易吸引玩家的是保卫钓鱼岛这种抗日题材的模式，毕竟喜欢军事的玩家都会有一些爱国情怀可以通过此玩法得到抒发，只是游戏中加入的这些玩法初...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2015年07月18日\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"pic\": \"http://www.sinaimg.cn/gm/o/c/2012-05-23/U3711P115T59D10399F8874DT20120907174542.jpg\",\n" +
            "        \"title\": \"画皮世界\",\n" +
            "        \"type\": [\n" +
            "            \"角色扮演\",\n" +
            "            \"魔幻\",\n" +
            "            \"3D\"\n" +
            "        ],\n" +
            "        \"desc\": \"本次游戏可谓在多个方面都分别进行了完善，整体来看《画皮世界》还依然保持这一个较为优异的游戏品质，宏伟的细腻的画面以及独创的面具系统使游戏成为同类游戏中的...\",\n" +
            "        \"score\": \"8.0\",\n" +
            "        \"date\": \"2013年10月25日\"\n" +
            "    }\n" +
            "]";

    public static List<JSONObject> clientTopGameData = null;
    static {
        clientTopGameData = JSON.parseObject(clientTopGameDataStr,List.class);
    }
}
