package cn.jackielee.biz.ranklist.movie.source;

import com.alibaba.fastjson.JSON;
import com.alibaba.fastjson.JSONObject;
import lombok.Data;

import java.util.List;

/**
 * 华语top100
 * Created by lxb on 2019/1/7.
 */
@Data
public class ChinaTopMovieSource {
    public static final String chinaTopMovieStr = "[\n" +
            "    {\n" +
            "        \"title\": \"霸王别姬 Farewell My Concubine (1993)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/03/12/145818.13256925_96X128.jpg\",\n" +
            "        \"director\": \"陈凯歌\",\n" +
            "        \"actor\": \"张国荣 张丰毅\",\n" +
            "        \"type\": \"爱情  /  剧情  /  音乐\",\n" +
            "        \"score\": \"9.0/30662人评分\",\n" +
            "        \"desc\": \"影片围绕两个京剧艺人半个世纪的悲欢离合，展现了对传统文化、人的生存状态及人性的思考与领悟。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"大闹天宫 Uproar in Heaven (1964)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/07/23/201338.69655488_96X128.jpg\",\n" +
            "        \"director\": \"万籁鸣\",\n" +
            "        \"actor\": \"邱岳峰 富润生\",\n" +
            "        \"type\": \"动画  /  家庭  /  奇幻\",\n" +
            "        \"score\": \"9.0/1909人评分\",\n" +
            "        \"desc\": \"影片将孙悟空这一中国式的神话英雄，生动地再现于银幕。整体色彩浓重，造型奇异，场面宏伟，突出了形象的装饰性和性格的典型性。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"我不是药神 Dying To Survive (2018)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2018/06/21/102400.44145684_96X128.jpg\",\n" +
            "        \"director\": \"文牧野\",\n" +
            "        \"actor\": \"徐峥 周一围\",\n" +
            "        \"type\": \"剧情  /  喜剧\",\n" +
            "        \"score\": \"8.8/8597人评分\",\n" +
            "        \"desc\": \"勇哥（徐峥）本来是卖印度神油保健品，机缘凑巧下为了帮慢粒白血病人，从印度带回了天价药（格列宁）的仿制药并私自贩卖，引起..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"嘉年华 Angels Wear White (2017)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2017/10/31/093115.54082521_96X128.jpg\",\n" +
            "        \"director\": \"文晏\",\n" +
            "        \"actor\": \"文淇  周美君\",\n" +
            "        \"type\": \"剧情  /  文艺  /  儿童\",\n" +
            "        \"score\": \"8.8/1015人评分\",\n" +
            "        \"desc\": \"少女小米在海边一家旅店做临时工，碰巧成为在旅店发生的一起少女被性侵案件的唯一知情者。为了保住收入微薄的工作，她决定保持..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"鬼子来了 Devils on the Doorstep (2000)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/224614.64675869_96X128.jpg\",\n" +
            "        \"director\": \"姜文\",\n" +
            "        \"actor\": \"姜文 姜宏波\",\n" +
            "        \"type\": \"剧情  /  战争\",\n" +
            "        \"score\": \"8.7/9151人评分\",\n" +
            "        \"desc\": \"取材于小说《生存》，提炼了“农民愚昧”和“战争荒诞”的一面，笔锋直指国人弱点，将更多忧患意识注入影像化的故事中。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"一一 Yi yi: A One and a Two (2000)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2013/12/04/173625.19714267_96X128.jpg\",\n" +
            "        \"director\": \"杨德昌\",\n" +
            "        \"actor\": \"吴念真 金燕玲\",\n" +
            "        \"type\": \"剧情  /  音乐  /  爱情\",\n" +
            "        \"score\": \"8.7/6246人评分\",\n" +
            "        \"desc\": \"将近三个小时的影像细腻而漫长，其间没有大起大落，只是一直温和的诉说，讲述那些我们日夜重复的事情。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"活着 To Live (1994)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/06/30/093845.87930039_96X128.jpg\",\n" +
            "        \"director\": \"张艺谋\",\n" +
            "        \"actor\": \"葛优 巩俐\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.6/9669人评分\",\n" +
            "        \"desc\": \"影片露出一股悲悯情怀和伤感的黑色幽默，它将历史浓缩为个人命运，而命如蝼蚁般的个人命运，只能是枉自兴叹的生命之痛。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"让子弹飞 Let The Bullets Fly (2010)\",\n" +
            "        \"pic\": \"http://img21.mtime.cn/mt/2010/11/23/102316.52177023_96X128.jpg\",\n" +
            "        \"director\": \"姜文\",\n" +
            "        \"actor\": \"姜文 葛优\",\n" +
            "        \"type\": \"喜剧  /  动作\",\n" +
            "        \"score\": \"8.5/44726人评分\",\n" +
            "        \"desc\": \"虽然是姜文导演的商业作品，但紧张的节奏，幽默的对白，丰富的想象力，使电影仍然被贴着醒目的标签——姜文制造。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"无间道 Infernal Affairs (2002)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/230340.66768202_96X128.jpg\",\n" +
            "        \"director\": \"刘伟强\",\n" +
            "        \"actor\": \"刘德华 梁朝伟\",\n" +
            "        \"type\": \"惊悚  /  剧情  /  犯罪\",\n" +
            "        \"score\": \"8.5/22544人评分\",\n" +
            "        \"desc\": \"这部电影无疑是多年来的香港警匪类型片的新突破，影片一改以往单一的线索和节奏，而将重点完全放到人物身上。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"阳光灿烂的日子 In the Heat of the Sun (1994)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/230610.79698700_96X128.jpg\",\n" +
            "        \"director\": \"姜文\",\n" +
            "        \"actor\": \"夏雨 耿乐\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.5/9254人评分\",\n" +
            "        \"desc\": \"从某种角度来看，影片就是姜文的“成人仪式”，在这个仪式过后，彻底确立了姜文作为一个才情卓绝的导演的独特地位。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"春光乍泄 Happy Together (1997)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/224231.28364958_96X128.jpg\",\n" +
            "        \"director\": \"王家卫\",\n" +
            "        \"actor\": \"张国荣 梁朝伟\",\n" +
            "        \"type\": \"爱情  /  剧情  /  文艺\",\n" +
            "        \"score\": \"8.5/7360人评分\",\n" +
            "        \"desc\": \"男人之间的爱情，无论是感情的起浮波折还是调情、斗气和男女之间的爱情一样炽烈感人，十分纯真，完全摆脱了性别枷锁。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"饮食男女 Eat Drink Man Woman (1994)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/07/30/194640.75613859_96X128.jpg\",\n" +
            "        \"director\": \"李安\",\n" +
            "        \"actor\": \"郎雄 杨贵媚\",\n" +
            "        \"type\": \"爱情  /  剧情  /  喜剧\",\n" +
            "        \"score\": \"8.5/4472人评分\",\n" +
            "        \"desc\": \"李安执导的《饮食男女》，把中国烹调艺术带入家庭和情感的戏剧之中，不仅增加了可视性而且展现了东方文化迷人的魅力。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"牯岭街少年杀人事件 A Brighter Summer Day (1991)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2016/03/19/171625.98878108_96X128.jpg\",\n" +
            "        \"director\": \"杨德昌\",\n" +
            "        \"actor\": \"张震 杨静怡\",\n" +
            "        \"type\": \"犯罪  /  剧情  /  爱情\",\n" +
            "        \"score\": \"8.5/3343人评分\",\n" +
            "        \"desc\": \"影片借由一件社会案件，精确冷静地呈现出苍白压抑的上世纪60年代的台湾。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"独立时代 A Confucian Confusion (1994)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/04/08/120938.51956088_96X128.jpg\",\n" +
            "        \"director\": \"杨德昌\",\n" +
            "        \"actor\": \"陈湘琪 陈以文\",\n" +
            "        \"type\": \"喜剧\",\n" +
            "        \"score\": \"8.5/563人评分\",\n" +
            "        \"desc\": \"这是一部万花筒式的作品。里头，当代台北城里十名白领青年轮番出场，演出一台千丝万缕的人情闹戏。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"南海十三郎 Legend of Mad Phoenix (1997)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2015/12/05/154012.33623760_96X128.jpg\",\n" +
            "        \"director\": \"高志森\",\n" +
            "        \"actor\": \"谢君豪 潘灿良\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.5/504人评分\",\n" +
            "        \"desc\": \"在香港街头，一群人在听一个说书人讲故事。一辆警车开来，以妨碍交通为名将说书人带回警局。有两个人为了继续听故事而跟警察动..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"背靠背，脸对脸 Back to Back, Face to Face (1994)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/022638.75664638_96X128.jpg\",\n" +
            "        \"director\": \"黄建新\",\n" +
            "        \"actor\": \"雷恪生 牛振华\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.5/382人评分\",\n" +
            "        \"desc\": \"描述某市镇的文化馆是个不大不小的文化衙门。王副馆长尽忠职守多年，但始终不获提升，先后来了两位从外面派来的新馆长，引致馆..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"一江春水向东流 A Spring River Flows East (1947)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/014717.93272959_96X128.jpg\",\n" +
            "        \"director\": \"蔡楚生\",\n" +
            "        \"actor\": \"白杨 陶金\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.5/223人评分\",\n" +
            "        \"desc\": \"素芬含辛茹苦在家侍母养儿，而丈夫忠良在外另娶他人的故事。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"甜蜜蜜 Comrades: Almost a Love Story (1996)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2016/11/01/104313.79380264_96X128.jpg\",\n" +
            "        \"director\": \"陈可辛\",\n" +
            "        \"actor\": \"黎明 张曼玉\",\n" +
            "        \"type\": \"剧情  /  爱情\",\n" +
            "        \"score\": \"8.4/5837人评分\",\n" +
            "        \"desc\": \"黎小军和李翘十年的爱情故事背后，隐隐浮现了整个香港乃至是世界的变幻。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"喜宴 The Wedding Banquet (1993)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/230428.35722588_96X128.jpg\",\n" +
            "        \"director\": \"李安\",\n" +
            "        \"actor\": \"赵文瑄 金素梅\",\n" +
            "        \"type\": \"爱情  /  剧情  /  喜剧\",\n" +
            "        \"score\": \"8.4/3327人评分\",\n" +
            "        \"desc\": \"本片借同性恋题材来讨论东西文化的碰撞，包容和妥协，成功塑造了一个高屋建瓴、暗中推动事物朝其希望的方向发展的沉默的父亲形..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"女人，四十 Summer Snow (1994)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/000244.45872168_96X128.jpg\",\n" +
            "        \"director\": \"许鞍华\",\n" +
            "        \"actor\": \"萧芳芳 乔宏\",\n" +
            "        \"type\": \"剧情  /  喜剧\",\n" +
            "        \"score\": \"8.4/1096人评分\",\n" +
            "        \"desc\": \"许鞍华以女性特有的视角，用舒缓的语调娓娓道来一个寻常家庭的寻常故事，细腻而富有亲和力。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"童年往事 The Time to Live and the Time to Die (1985)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2015/07/29/100520.63523842_96X128.jpg\",\n" +
            "        \"director\": \"侯孝贤\",\n" +
            "        \"actor\": \"辛树芬 游安顺\",\n" +
            "        \"type\": \"传记  /  剧情\",\n" +
            "        \"score\": \"8.4/886人评分\",\n" +
            "        \"desc\": \"《童年往事》虽然是候孝贤的个人记忆，但其意义却已经远远超越了它平静而朴实的影像，成为那个特有时代的一曲命运交响诗。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"茶馆 The Teahouse (1982)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2016/05/13/172947.83735929_96X128.jpg\",\n" +
            "        \"director\": \"谢添\",\n" +
            "        \"actor\": \"于是之 郑榕\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.4/476人评分\",\n" +
            "        \"desc\": \"腐败的清王朝摇摇欲坠，北京的裕泰茶馆却在年轻精明的掌柜王利发细心经营下呈现出一片“繁荣”景象。但在这貌似繁荣的背后，隐..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"狗十三 Einstein and Einstein (2013)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2018/11/27/093050.43811794_96X128.jpg\",\n" +
            "        \"director\": \"曹保平\",\n" +
            "        \"actor\": \"张雪迎 果静林\",\n" +
            "        \"type\": \"剧情  /  青春\",\n" +
            "        \"score\": \"8.4/457人评分\",\n" +
            "        \"desc\": \"13岁的少女李玩，由于父母离异，与爷爷奶奶生活在一起。正处于青春期的她渴望了解、陪伴和爱。在“要听话”的中国式教育里，李..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"花样年华 In the Mood for Love (2000)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/224750.50170933_96X128.jpg\",\n" +
            "        \"director\": \"王家卫\",\n" +
            "        \"actor\": \"梁朝伟 张曼玉\",\n" +
            "        \"type\": \"爱情  /  剧情  /  文艺\",\n" +
            "        \"score\": \"8.3/69576人评分\",\n" +
            "        \"desc\": \"本片故事没有太多华丽的成分，仅仅塑造了两外婚外恋的结果而已，但整部电影的视听元素几乎都是呈现出风格化意识和唯美主义的色..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"大话西游之月光宝盒 A Chinese Odyssey (1995)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2015/08/30/112912.55190690_96X128.jpg\",\n" +
            "        \"director\": \"刘镇伟\",\n" +
            "        \"actor\": \"周星驰 莫文蔚\",\n" +
            "        \"type\": \"动作  /  冒险  /  喜剧\",\n" +
            "        \"score\": \"8.3/20261人评分\",\n" +
            "        \"desc\": \"该片的风靡像一个奇迹，“后现代”和“无厘头”的语境全面颠覆了我们的审美习惯，至于它的影响，一直绵延到现在乃至以后。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"岁月神偷 Echoes Of The Rainbow (2010)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/071655.53863162_96X128.jpg\",\n" +
            "        \"director\": \"罗启锐\",\n" +
            "        \"actor\": \"吴君如 任达华\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.3/14749人评分\",\n" +
            "        \"desc\": \"影片以导演罗启锐六十年代末的经历为背景，描述以造鞋为生的罗氏一家人当时的境遇，并借此向香港电影百年致敬。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"重庆森林 Chungking Express (1994)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/07/10/114921.57470537_96X128.jpg\",\n" +
            "        \"director\": \"王家卫\",\n" +
            "        \"actor\": \"梁朝伟 王菲\",\n" +
            "        \"type\": \"剧情  /  悬疑  /  爱情\",\n" +
            "        \"score\": \"8.3/9940人评分\",\n" +
            "        \"desc\": \"追寻和拒绝，是王家卫影片所关注的母题。而两个并无关联的故事，在似乎断裂却又机巧的叙事中，以重新结构起的时间和空间。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"桃姐 A Simple Life (2011)\",\n" +
            "        \"pic\": \"http://img21.mtime.cn/mt/2012/02/17/163856.95181424_96X128.jpg\",\n" +
            "        \"director\": \"许鞍华\",\n" +
            "        \"actor\": \"叶德娴 刘德华\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.3/8400人评分\",\n" +
            "        \"desc\": \"本片改编自真人真事，讲述一位生长于大家庭的少爷罗杰与自幼照顾自己长大的家佣桃姐之间所发生的一段温暖人心的主仆情故事。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"倩女幽魂 A Chinese Ghost Story (1987)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2017/07/17/113629.45515889_96X128.jpg\",\n" +
            "        \"director\": \"程小东\",\n" +
            "        \"actor\": \"张国荣 王祖贤\",\n" +
            "        \"type\": \"动作  /  喜剧  /  奇幻\",\n" +
            "        \"score\": \"8.3/8061人评分\",\n" +
            "        \"desc\": \"电影表现了游魂聂小倩与书生宁采臣及道士燕赤霞的感情纠葛。影片充分利用各种电影手段，营造出一种奇幻迷离的艺术氛围。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"阿飞正传 Days of Being Wild (1990)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2018/06/21/113853.36979689_96X128.jpg\",\n" +
            "        \"director\": \"王家卫\",\n" +
            "        \"actor\": \"张国荣 张曼玉\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.3/6118人评分\",\n" +
            "        \"desc\": \"此片描述了一伙孤傲、叛逆青年的内心世界。六名主角在几段纠缠不清的男女情爱中你追我赶，各自承受着命运的捉弄。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"恋恋风尘 Dust in the Wind (1986)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/234752.30666542_96X128.jpg\",\n" +
            "        \"director\": \"侯孝贤\",\n" +
            "        \"actor\": \"王晶文 辛树芬\",\n" +
            "        \"type\": \"爱情  /  剧情\",\n" +
            "        \"score\": \"8.3/1350人评分\",\n" +
            "        \"desc\": \"与七十年代以来盛行的台湾乡土文学特点相仿，故事中透着浓厚的台湾乡土气息，很质朴，也很真实。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"哪吒闹海 Nezha nao hai (1979)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/05/28/101616.47816201_96X128.jpg\",\n" +
            "        \"director\": \"严定宪\",\n" +
            "        \"actor\": \"王晶文 辛树芬\",\n" +
            "        \"type\": \"冒险  /  动画  /  奇幻\",\n" +
            "        \"score\": \"8.3/1067人评分\",\n" +
            "        \"desc\": \"陈塘关总兵李靖的夫人怀胎三年零六 个月后，生下一个肉球。忽然光芒四射，从中跳出一个男孩。李靖闷闷不 乐，一位名叫太乙真人..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"麻将 Mahjong (1996)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/002701.50538495_96X128.jpg\",\n" +
            "        \"director\": \"杨德昌\",\n" +
            "        \"actor\": \"柯宇纶 维吉妮·拉朵嫣\",\n" +
            "        \"type\": \"剧情  /  喜剧\",\n" +
            "        \"score\": \"8.3/889人评分\",\n" +
            "        \"desc\": \"杨德昌用更加分裂的手法批判台湾社会现实，角色是闹剧，故事是闹剧，而整个社会莫过逾最大的闹剧。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"情非得已之生存之道 What on Earth Have I Done Wrong?! (2007)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/041015.96270477_96X128.jpg\",\n" +
            "        \"director\": \"钮承泽\",\n" +
            "        \"actor\": \"钮承泽 张钧甯\",\n" +
            "        \"type\": \"喜剧\",\n" +
            "        \"score\": \"8.3/800人评分\",\n" +
            "        \"desc\": \"他们计划要摘下立委的假发、开车冲撞总统府，而且还要把过程拍成纪录片！钮承泽的首部电影，指直台湾社会各种乱象。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"蓝风筝 The Blue Kite (1993)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/225121.43990332_96X128.jpg\",\n" +
            "        \"director\": \"田壮壮\",\n" +
            "        \"actor\": \"吕丽萍 濮存昕\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.3/799人评分\",\n" +
            "        \"desc\": \"历史中总有浩劫，也总有默默打动人心的情感在。在影片中，观众看不到制作的急功近利，能看到的是一种人道主义的情怀。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"归途列车 Last Train Home (2009)\",\n" +
            "        \"pic\": \"http://img21.mtime.cn/mt/2010/07/25/004632.47772660_96X128.jpg\",\n" +
            "        \"director\": \"范立欣\",\n" +
            "        \"actor\": \"陈素琴 张昌华\",\n" +
            "        \"type\": \"纪录片  /  剧情\",\n" +
            "        \"score\": \"8.3/303人评分\",\n" +
            "        \"desc\": \"纪录了来自四川的一对农民工夫妇外出打工的经历，展现出中国蓬勃发展的经济背后普通小人物的辛酸和眼泪。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"空山灵雨 Raining of the Mountain (1979)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/011026.79706326_96X128.jpg\",\n" +
            "        \"director\": \"胡金铨\",\n" +
            "        \"actor\": \"徐枫 田丰\",\n" +
            "        \"type\": \"动作  /  剧情\",\n" +
            "        \"score\": \"8.3/255人评分\",\n" +
            "        \"desc\": \"胡金铨电影是典型的作者电影。他把武侠电影人文化，开辟了武侠电影的诗化境界，在电影中讲究空灵，镜头充满中国绘画的意境。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"夹边沟 The Ditch (2010)\",\n" +
            "        \"pic\": \"http://img21.mtime.cn/mt/2012/01/21/000300.58216045_96X128.jpg\",\n" +
            "        \"director\": \"王兵\",\n" +
            "        \"actor\": \"徐岑子 Ye Lu\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.3/237人评分\",\n" +
            "        \"desc\": \"电影根据小说《告别夹边沟》改编。　　1957年10月到1960年底，在这个位于甘肃酒泉戈壁滩里的劳改农场里，三千多名甘肃省“右派..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"听说 Hear Me (2009)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2015/06/15/142518.25999079_96X128.jpg\",\n" +
            "        \"director\": \"郑芬芬\",\n" +
            "        \"actor\": \"陈意涵 彭于晏\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.2/9275人评分\",\n" +
            "        \"desc\": \"以照顾着立志参加残奥的听障游泳选手的家人秧秧与善用手语的天阔的恋爱为主轴，藉由独有的手语对话方式寻找另一座沟通的桥梁。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"神探 Mad Detective (2007)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/040046.89976254_96X128.jpg\",\n" +
            "        \"director\": \"杜琪峯\",\n" +
            "        \"actor\": \"刘青云 安志杰\",\n" +
            "        \"type\": \"犯罪  /  悬疑  /  惊悚\",\n" +
            "        \"score\": \"8.2/7092人评分\",\n" +
            "        \"desc\": \"两名警员到树林查案，结果一名警员王国柱连人带枪失踪，另一名警员高志伟平安而回，失枪却接连牵涉不同的抢劫谋杀案。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"暗战 Running Out of Time (1999)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/223923.26988590_96X128.jpg\",\n" +
            "        \"director\": \"杜琪峰\",\n" +
            "        \"actor\": \"刘德华 刘青云\",\n" +
            "        \"type\": \"动作  /  剧情  /  犯罪\",\n" +
            "        \"score\": \"8.2/6323人评分\",\n" +
            "        \"desc\": \"刘青云、刘德华一正一邪斗智的故事，没有追逐特技动作，而是两人斗智到底，实力不相上下，处处争锋，有着从容不迫的自在。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"纵横四海 Once a Thief (1991)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2016/01/21/114847.16830766_96X128.jpg\",\n" +
            "        \"director\": \"吴宇森\",\n" +
            "        \"actor\": \"周润发 张国荣\",\n" +
            "        \"type\": \"动作  /  惊悚  /  犯罪\",\n" +
            "        \"score\": \"8.2/5764人评分\",\n" +
            "        \"desc\": \"影片天马行空，华光溢彩，不仅画面具有强烈的观赏性，故事述说更具有丰富的层次感。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"枪火 The Mission (1999)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/233121.93841355_96X128.jpg\",\n" +
            "        \"director\": \"杜琪峯\",\n" +
            "        \"actor\": \"黄秋生 吴镇宇\",\n" +
            "        \"type\": \"犯罪  /  剧情  /  悬疑\",\n" +
            "        \"score\": \"8.2/4404人评分\",\n" +
            "        \"desc\": \"杜琪峰在相对简洁而有缺陷的剧本下，以守为攻，以静制动，形成风格化动作片，显示了其驾驶电影的高度魅力。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"天水围的日与夜 The Way We Are (2008)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/054613.28358455_96X128.jpg\",\n" +
            "        \"director\": \"许鞍华\",\n" +
            "        \"actor\": \"鲍起静 梁进龙\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.2/4147人评分\",\n" +
            "        \"desc\": \"这是2008年无法忽视的一部华语电影，以无招胜有招的国画之风，在平淡似水的故事里点缀出一幅有关于香港的风情画卷。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"秋天的童话 An Autumn's Tale (1987)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/225714.84362534_96X128.jpg\",\n" +
            "        \"director\": \"张婉婷\",\n" +
            "        \"actor\": \"周润发 钟楚红\",\n" +
            "        \"type\": \"爱情  /  剧情\",\n" +
            "        \"score\": \"8.2/2642人评分\",\n" +
            "        \"desc\": \"影片描写了一对社会地位、教育背景等都相差甚大的青年男女之间的一段真挚却又不可能结合的恋情。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"我们俩 You and Me (2005)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2013/07/17/103205.21145060_96X128.jpg\",\n" +
            "        \"director\": \"马俪文\",\n" +
            "        \"actor\": \"宫哲 金雅琴\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.2/2628人评分\",\n" +
            "        \"desc\": \"一个孤寡老人住了一辈子的空荡荡的简陋四合院，在一个风雪交加的冬天，闯进来一个寻求住处的女孩，她的到来给这个空间带来变化..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"盲井 Mang jing (2003)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/225308.65273523_96X128.jpg\",\n" +
            "        \"director\": \"李杨\",\n" +
            "        \"actor\": \"李易祥 王宝强\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.2/2525人评分\",\n" +
            "        \"desc\": \"导演几乎是用记录片的形式去表现了电影故事，完全的方言对白，真实的小煤矿背景，演员完全看不出表演的痕迹。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"阮玲玉 Centre Stage (1992)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/225745.16080303_96X128.jpg\",\n" +
            "        \"director\": \"关锦鹏\",\n" +
            "        \"actor\": \"张曼玉 梁家辉\",\n" +
            "        \"type\": \"爱情  /  剧情  /  传记\",\n" +
            "        \"score\": \"8.2/1647人评分\",\n" +
            "        \"desc\": \"影片视角独特，套层结构运用熟稔，触及问题的深锐。《阮玲玉》并非纪录片，却格外成功地还原了真实。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"天狗 The Forest Ranger (2006)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/033454.88482274_96X128.jpg\",\n" +
            "        \"director\": \"戚健\",\n" +
            "        \"actor\": \"富大龙 朱媛媛\",\n" +
            "        \"type\": \"剧情  /  悬疑\",\n" +
            "        \"score\": \"8.2/659人评分\",\n" +
            "        \"desc\": \"一部主旋律片，导演着眼于对现实对小人物对人性进行深入的刻画，主题多义丰富。借此，在第九届上海国际电影节中获得评委会大奖。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"流星语 The Kid (1999)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/225206.53284768_96X128.jpg\",\n" +
            "        \"director\": \"张之亮\",\n" +
            "        \"actor\": \"张国荣 吴家丽\",\n" +
            "        \"type\": \"剧情  /  喜剧\",\n" +
            "        \"score\": \"8.2/613人评分\",\n" +
            "        \"desc\": \"金融界的骄子张国荣经历亚洲金融风暴之后，沦落到骑单车为别人送货的散工，拾到弃婴长大成为活泼的明仔，成为亲密的两“父子”..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"恐怖份子 The Terroriser (1986)\",\n" +
            "        \"pic\": \"http://img21.mtime.cn/mt/2010/10/14/122020.55998961_96X128.jpg\",\n" +
            "        \"director\": \"杨德昌\",\n" +
            "        \"actor\": \"李立群 缪骞人\",\n" +
            "        \"type\": \"犯罪  /  剧情\",\n" +
            "        \"score\": \"8.2/528人评分\",\n" +
            "        \"desc\": \"故事讲述在一个发生在清晨的围捕行动中，警官老顾率领武装警察突破了一个贼窝，逮捕了枪击案要犯老歪和他的同伙歹徒大顺等人，..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"过年 The Spring Festival (1991)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/235615.47233384_96X128.jpg\",\n" +
            "        \"director\": \"黄健中\",\n" +
            "        \"actor\": \"李保田 赵丽蓉\",\n" +
            "        \"type\": \"家庭\",\n" +
            "        \"score\": \"8.2/450人评分\",\n" +
            "        \"desc\": \"除夕，冬日北方小城，大人、孩子都沉浸在辞旧迎新的喜庆气氛中，程家座落在小城边上，一家13口人。父亲在外奔波赚了些钱回家过..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"变脸 Bian Lian (1995)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2017/04/19/144912.62273638_96X128.jpg\",\n" +
            "        \"director\": \"吴天明\",\n" +
            "        \"actor\": \"朱旭 赵志刚\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.2/336人评分\",\n" +
            "        \"desc\": \"江湖艺人变脸王身怀绝技，却晚境凄凉。为使祖宗香火得以延绩，一身绝活不致失传，他从人贩子手里买回一个叫狗娃的八岁男孩为孙..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"细路祥 Little Cheung (1999)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/232049.55590471_96X128.jpg\",\n" +
            "        \"director\": \"陈果\",\n" +
            "        \"actor\": \"姚月明 麦惠芬\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.2/306人评分\",\n" +
            "        \"desc\": \"六岁的祥仔有一个爱喝酒的爸爸、精打细算的妈妈、深居简出的奶奶和因为混迹黑社会而被逐出家门的哥哥，一家人靠开茶楼为生。祥..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"世界上最疼我的那个人去了 Gone Is the One Who Held Me Dearest in the World (2002)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/002515.54893293_96X128.jpg\",\n" +
            "        \"director\": \"马俪文\",\n" +
            "        \"actor\": \"斯琴高娃 黄素影\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.2/251人评分\",\n" +
            "        \"desc\": \"成为著名女作家的诃回到北京看望八十多岁高龄的母亲，但当她进门时，视力已经几乎为零的老母亲问她要找谁。诃非常意外，但看到..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"西游记之大圣归来 Monkey King: Hero is Back (2015)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2017/05/10/191034.23496853_96X128.jpg\",\n" +
            "        \"director\": \"田晓鹏\",\n" +
            "        \"actor\": \"张磊 林子杰\",\n" +
            "        \"type\": \"动画\",\n" +
            "        \"score\": \"8.1/26687人评分\",\n" +
            "        \"desc\": \"大闹天宫后四百年多年，齐天大圣成了一个传说，在山妖横行的长安城，孤儿江流儿与行脚僧法明相依为命，小小少年常常神往大闹天..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"那些年，我们一起追的女孩 You Are The Apple Of My Eye (2011)\",\n" +
            "        \"pic\": \"http://img21.mtime.cn/mt/2011/07/18/121843.62865667_96X128.jpg\",\n" +
            "        \"director\": \"九把刀\",\n" +
            "        \"actor\": \"柯震东 陈妍希\",\n" +
            "        \"type\": \"爱情  /  剧情  /  喜剧\",\n" +
            "        \"score\": \"8.1/17955人评分\",\n" +
            "        \"desc\": \"柴智屏首任制作，九把刀自编自导同名自传小说搬上大银幕，高中男生为得到心中女神的青睐，而不惜与朋友们展开一场夺爱战。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"亲爱的 Dearest (2014)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2016/09/02/173802.89916613_96X128.jpg\",\n" +
            "        \"director\": \"陈可辛\",\n" +
            "        \"actor\": \"赵薇 黄渤\",\n" +
            "        \"type\": \"家庭  /  剧情\",\n" +
            "        \"score\": \"8.1/11465人评分\",\n" +
            "        \"desc\": \"田文军（黄渤 饰）和妻子鲁晓娟（郝蕾 饰）婚姻破裂，儿子田鹏是二人唯一牵绊。一天，田鹏外出玩耍，一去不返。　　寻子路上，..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"红海行动 Operation Red Sea (2018)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2018/02/17/150049.57218452_96X128.jpg\",\n" +
            "        \"director\": \"林超贤\",\n" +
            "        \"actor\": \"张译 黄景瑜\",\n" +
            "        \"type\": \"动作  /  剧情\",\n" +
            "        \"score\": \"8.1/9949人评分\",\n" +
            "        \"desc\": \"索马里海域外，中国商船遭遇劫持，船员全数沦为阶下囚。蛟龙突击队沉着应对，潜入商船进行突袭，成功解救全部人质。返航途中，..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"新龙门客栈 New Dragon Inn (1992)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2018/07/24/163331.56124739_96X128.jpg\",\n" +
            "        \"director\": \"李惠民\",\n" +
            "        \"actor\": \"张曼玉 林青霞\",\n" +
            "        \"type\": \"动作  /  剧情  /  武侠\",\n" +
            "        \"score\": \"8.1/7937人评分\",\n" +
            "        \"desc\": \"侠士周淮安伙同一群绿林好汉救助忠良之后，跟大太监曹少钦和东厂高手在龙门客栈发生尔虞我诈的遭遇战。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"蓝色大门 Blue Gate Crossing (2002)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/225124.57917786_96X128.jpg\",\n" +
            "        \"director\": \"易智言\",\n" +
            "        \"actor\": \"桂纶镁 陈柏霖\",\n" +
            "        \"type\": \"爱情  /  剧情\",\n" +
            "        \"score\": \"8.1/7024人评分\",\n" +
            "        \"desc\": \"故事秉承了一种久违了的清新质地，为成人世界带来了一番耐人寻味的“青春物语”。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"可可西里 Kekexili (2004)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/003734.28159186_96X128.jpg\",\n" +
            "        \"director\": \"陆川\",\n" +
            "        \"actor\": \"多布杰 张磊\",\n" +
            "        \"type\": \"动作  /  剧情\",\n" +
            "        \"score\": \"8.1/5544人评分\",\n" +
            "        \"desc\": \"影片将屠杀和保护藏羚羊的情节以纪录片的形式真实且不加修饰地记录下来，讲述了人在绝境中的生存挣扎。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"买凶拍人 You Shoot, I Shoot (2001)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/225302.14507103_96X128.jpg\",\n" +
            "        \"director\": \"彭浩翔\",\n" +
            "        \"actor\": \"葛民辉 张达明\",\n" +
            "        \"type\": \"犯罪  /  动作  /  喜剧\",\n" +
            "        \"score\": \"8.1/3576人评分\",\n" +
            "        \"desc\": \"鬼才彭浩翔的作品。影片充满了机智、幽默与黑色情调，现代感十足。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"胭脂扣 Rouge (1987)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/230606.94854735_96X128.jpg\",\n" +
            "        \"director\": \"关锦鹏\",\n" +
            "        \"actor\": \"张国荣 梅艳芳\",\n" +
            "        \"type\": \"爱情  /  奇幻  /  剧情\",\n" +
            "        \"score\": \"8.1/3368人评分\",\n" +
            "        \"desc\": \"导演运用时空交错，从80年代去观察30年代的生死恋，把现在与过去、回忆与联想、幻觉和现实巧妙地组接在一起。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"暗花 The Longest Nite (1998)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/223920.46821667_96X128.jpg\",\n" +
            "        \"director\": \"游达志\",\n" +
            "        \"actor\": \"梁朝伟 刘青云\",\n" +
            "        \"type\": \"动作  /  惊悚  /  剧情\",\n" +
            "        \"score\": \"8.1/2974人评分\",\n" +
            "        \"desc\": \"本片是杜琪峰、韦家辉、游达志风格的代表作，充满荒谬性和悲观绝望的气氛。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"喋血双雄 The Killer (1989)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/07/03/214211.36184582_96X128.jpg\",\n" +
            "        \"director\": \"吴宇森\",\n" +
            "        \"actor\": \"周润发 李修贤\",\n" +
            "        \"type\": \"动作  /  犯罪  /  剧情\",\n" +
            "        \"score\": \"8.1/2962人评分\",\n" +
            "        \"desc\": \"吴宇森美学的集中体现，他自称该片是：“一部哲学式的电影，表达了我心中的正义”。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"天注定 A Touch Of Sin (2013)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2013/05/15/112936.46917035_96X128.jpg\",\n" +
            "        \"director\": \"贾樟柯\",\n" +
            "        \"actor\": \"姜武 王宝强\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.1/2711人评分\",\n" +
            "        \"desc\": \"以四段式结构讲述了四个取材于真实事件的故事。四个人，四个省，当代中国的真实写照：中国的经济在腾飞，但是人民却没有获得尊..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"阿郎的故事 All About Ah-Long (1989)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/223819.40919978_96X128.jpg\",\n" +
            "        \"director\": \"杜琪峯\",\n" +
            "        \"actor\": \"周润发 张艾嘉\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.1/2470人评分\",\n" +
            "        \"desc\": \"母亲出走，父子相依为命，破裂的婚姻造成了孩子的痛苦以及父亲对往昔过错的追悔，使影片充满了戏剧张力，催人泪下。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"推手 Pushing Hands (1992)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/230237.13801979_96X128.jpg\",\n" +
            "        \"director\": \"李安\",\n" +
            "        \"actor\": \"郎雄 王莱\",\n" +
            "        \"type\": \"剧情  /  喜剧\",\n" +
            "        \"score\": \"8.1/2185人评分\",\n" +
            "        \"desc\": \"李安导演生涯的第一部长片，细节的处理异常细腻。影片无论文化冲突的主题，或是人物设置都能寻找到导演自身的影子。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"新不了情 Cest la vie, mon chéri (1993)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/235235.68607278_96X128.jpg\",\n" +
            "        \"director\": \"尔冬升\",\n" +
            "        \"actor\": \"袁咏仪 刘青云\",\n" +
            "        \"type\": \"剧情  /  爱情\",\n" +
            "        \"score\": \"8.1/1801人评分\",\n" +
            "        \"desc\": \"片中自然流露的生活情趣和幽默感，也为香港影坛提供了一个良好的范本。它重拾传统戏剧元素，也使香港文艺片“绝处逢生”。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"不能没有你 No Puedo Vivir Sin Ti (2009)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/070146.40119158_96X128.jpg\",\n" +
            "        \"director\": \"戴立忍\",\n" +
            "        \"actor\": \"陈文彬 赵祐萱\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.1/1350人评分\",\n" +
            "        \"desc\": \"戴立忍第二部剧情长片。台湾真实社会事件改编作品，一则父亲与女儿最令人动容的亲情告白。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"我们天上见 Lan (2009)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/080434.80101356_96X128.jpg\",\n" +
            "        \"director\": \"蒋雯丽\",\n" +
            "        \"actor\": \"朱旭 姚君\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.1/1154人评分\",\n" +
            "        \"desc\": \"以一个孩子的视角，讲述了一个小女孩和她的姥爷相依为命的感人故事，记录了小女孩的成长，表达了生命的传承和代代延伸。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"精武门 Fist of Fury (1972)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/224954.54342896_96X128.jpg\",\n" +
            "        \"director\": \"罗维\",\n" +
            "        \"actor\": \"李小龙 苗可秀\",\n" +
            "        \"type\": \"动作  /  剧情  /  爱情\",\n" +
            "        \"score\": \"8.1/1034人评分\",\n" +
            "        \"desc\": \"民元前三年，武林大侠霍元甲的武功及其爱国之情，最为日本人所妒。便在上海使用慢性毒药将其毒死。霍氏的第五弟子陈真（李小龙..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"相爱相亲 Love Education (2017)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2017/10/17/210424.21162503_96X128.jpg\",\n" +
            "        \"director\": \"张艾嘉\",\n" +
            "        \"actor\": \"张艾嘉 田壮壮\",\n" +
            "        \"type\": \"爱情  /  剧情  /  文艺\",\n" +
            "        \"score\": \"8.1/920人评分\",\n" +
            "        \"desc\": \"《相爱相亲》讲述三位不同年龄段的女人的爱情故事，已到结婚年龄的薇薇（郎月婷饰）与酒吧驻唱歌手阿达（宋宁峰饰）正处热恋，..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"朱丽叶与梁山伯 Juliet in Love (2000)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/231615.71910036_96X128.jpg\",\n" +
            "        \"director\": \"叶伟信\",\n" +
            "        \"actor\": \"吴君如 吴镇宇\",\n" +
            "        \"type\": \"爱情  /  剧情\",\n" +
            "        \"score\": \"8.1/590人评分\",\n" +
            "        \"desc\": \"在逆境中产生的爱情更打动人心，叶伟信导演的这部电影正是讲述了两个“残缺”的如何经营起了一段完美的爱情。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"自梳 Intimates (1997)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2016/08/03/111705.72157151_96X128.jpg\",\n" +
            "        \"director\": \"张之亮\",\n" +
            "        \"actor\": \"杨采妮 刘嘉玲\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.1/586人评分\",\n" +
            "        \"desc\": \"本片借助自梳女的生活，实际上书写女性之间的同性爱，申张的主题是“如果爱是真，何须性别区分”。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"风柜来的人 The Boys From Fengkuei (1983)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2015/09/15/153703.23117840_96X128.jpg\",\n" +
            "        \"director\": \"侯孝贤\",\n" +
            "        \"actor\": \"张世 张纯芳\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.1/583人评分\",\n" +
            "        \"desc\": \"这部作品对青少年生命观的描写刻划，充满同情与直率主动的生命态度，表现出杰出的透视力。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"投奔怒海 Boat People (1982)\",\n" +
            "        \"pic\": \"http://img21.mtime.cn/mt/2012/05/10/213143.40718514_96X128.jpg\",\n" +
            "        \"director\": \"许鞍华\",\n" +
            "        \"actor\": \"林子祥 刘德华\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.1/438人评分\",\n" +
            "        \"desc\": \"1975年越共解放越南，日本记者芥川在岘港现场采访当时实况。三年后芥川重游旧地，认识了琴娘一家，并拍摄了不少珍贵照片。当地..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"侠女 Touch of Zen (1971)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2015/04/07/201209.10001168_96X128.jpg\",\n" +
            "        \"director\": \"胡金铨\",\n" +
            "        \"actor\": \"徐枫 石隽\",\n" +
            "        \"type\": \"冒险\",\n" +
            "        \"score\": \"8.1/383人评分\",\n" +
            "        \"desc\": \"“竹林对决”一场戏，造就了武侠电影史上最为经典的场景，就连现代武侠电影《卧虎藏龙》、《十面埋伏》，也借鉴了这段戏的意境。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"音乐人生 KJ (2009)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/072620.25209692_96X128.jpg\",\n" +
            "        \"director\": \"张经纬\",\n" +
            "        \"actor\": \"黄家正\",\n" +
            "        \"type\": \"纪录片\",\n" +
            "        \"score\": \"8.1/303人评分\",\n" +
            "        \"desc\": \"钢琴神童黄家正出身中产家庭，就读名校，十一岁已锋芒毕露，远赴捷克与专业乐团合作演出。六年后，令他开窍的音乐，也把他带到..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"千言万语 Ordinary Heroes (1998)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/011025.85047235_96X128.jpg\",\n" +
            "        \"director\": \"许鞍华\",\n" +
            "        \"actor\": \"李丽珍 黄秋生\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.1/281人评分\",\n" +
            "        \"desc\": \"一个茫然的年轻女子，在失常的在街上游荡，没有记忆，已摆脱掉不堪回首的过去。她是苏凤娣(李丽珍饰)从小在船屋长大，一场在避..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"Beyond日记之莫欺少年穷 Beyond ri zi zhi mo qi shao nian qiong (1991)\",\n" +
            "        \"pic\": \"http://img21.mtime.cn/mt/2010/07/03/052402.37984074_96X128.jpg\",\n" +
            "        \"director\": \"宋豪辉\",\n" +
            "        \"actor\": \"黄家驹 黄贯中\",\n" +
            "        \"type\": \"喜剧  /  音乐\",\n" +
            "        \"score\": \"8.1/211人评分\",\n" +
            "        \"desc\": \"家驹、世荣、贯中、志强四个是乐队成员，各人为着心中理想而不断努力。家驹为着全家移民， 疲劳过度不能通过身体检查，家人明..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"大话西游之大圣娶亲 A Chinese Odyssey Part Two: Cinderella (1995)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2017/04/13/092925.62009817_96X128.jpg\",\n" +
            "        \"director\": \"刘镇伟\",\n" +
            "        \"actor\": \"周星驰 朱茵\",\n" +
            "        \"type\": \"动作  /  冒险  /  喜剧\",\n" +
            "        \"score\": \"8.0/111562人评分\",\n" +
            "        \"desc\": \"相比于前集的闹剧，影片更加偏向于爱情的主题，将感情描写的更加细致，也更加惊天动地。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"无人区 No Man's Land (2013)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2013/11/18/114753.40842566_96X128.jpg\",\n" +
            "        \"director\": \"宁浩\",\n" +
            "        \"actor\": \"徐峥 余男\",\n" +
            "        \"type\": \"动作  /  剧情  /  西部\",\n" +
            "        \"score\": \"8.0/15825人评分\",\n" +
            "        \"desc\": \"徐峥饰演的律师赴新疆一座边远城市为一名盗猎者辩护，结果在回来的路上反被追杀。途中还遭遇了舞女、走私贩、盗贼、警察各色人..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"志明与春娇 Love in a puff (2010)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2016/09/02/162147.63128665_96X128.jpg\",\n" +
            "        \"director\": \"彭浩翔\",\n" +
            "        \"actor\": \"杨千嬅 余文乐\",\n" +
            "        \"type\": \"爱情\",\n" +
            "        \"score\": \"8.0/11000人评分\",\n" +
            "        \"desc\": \"香港政府实施室内全面禁烟，烟民都从办公室被赶到大厦后巷内吸烟。志明与春娇的爱情也就在这样肮脏狭窄的后巷中慢慢滋生。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"喜剧之王 The King of Comedy (1999)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/230428.88867162_96X128.jpg\",\n" +
            "        \"director\": \"周星驰\",\n" +
            "        \"actor\": \"周星驰 张柏芝\",\n" +
            "        \"type\": \"爱情  /  剧情  /  喜剧\",\n" +
            "        \"score\": \"8.0/10958人评分\",\n" +
            "        \"desc\": \"本片是周星驰力求突破的作品，最俗套的题材、最街坊的场景却带来一个有哭有笑的清新之作。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"钢的琴 The Piano in a Factory (2011)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2016/08/28/132954.38666525_96X128.jpg\",\n" +
            "        \"director\": \"张猛\",\n" +
            "        \"actor\": \"王千源 秦海璐\",\n" +
            "        \"type\": \"喜剧  /  剧情\",\n" +
            "        \"score\": \"8.0/7036人评分\",\n" +
            "        \"desc\": \"《钢的琴》讲述下岗工人为女儿的音乐梦想，打造钢琴的故事，影片通过小人物幽默与艰辛，展露感人至深的亲情和友情。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"5月天诺亚方舟 Mayday nowhere 3D (2013)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2013/08/15/153508.82742864_96X128.jpg\",\n" +
            "        \"director\": \"刘名峰\",\n" +
            "        \"actor\": \"陈信宏 冠佑\",\n" +
            "        \"type\": \"纪录片  /  音乐\",\n" +
            "        \"score\": \"8.0/6872人评分\",\n" +
            "        \"desc\": \"继《五月天追梦3DNA》之后的又一部五月天演唱会纪实3D电影，将重现演唱会狂欢盛况，让人仿佛身临其境。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"青蛇 Green Snake (1993)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/225656.57029211_96X128.jpg\",\n" +
            "        \"director\": \"徐克\",\n" +
            "        \"actor\": \"张曼玉 王祖贤\",\n" +
            "        \"type\": \"剧情  /  奇幻\",\n" +
            "        \"score\": \"8.0/5891人评分\",\n" +
            "        \"desc\": \"各色的人物，妖异的美感，加上眼花缭乱的特技，《青蛇》这个古老的故事被徐克用现代元素搅和了一番，别有一种风情。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"面纱 The Painted Veil (2006)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2016/09/02/162453.22865428_96X128.jpg\",\n" +
            "        \"director\": \"约翰·卡兰\",\n" +
            "        \"actor\": \"娜奥米·沃茨 爱德华·诺顿\",\n" +
            "        \"type\": \"剧情  /  爱情\",\n" +
            "        \"score\": \"8.0/5850人评分\",\n" +
            "        \"desc\": \"一对年轻的英国夫妇来到中国乡村生活，在这美丽凶险的环境中，他们经历了情感上的波澜，逐渐领悟到爱与奉献的真谛。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"红高粱 Red Sorghum (1987)\",\n" +
            "        \"pic\": \"http://img5.mtime.cn/mt/2018/10/03/152752.82692402_96X128.jpg\",\n" +
            "        \"director\": \"张艺谋\",\n" +
            "        \"actor\": \"姜文 巩俐\",\n" +
            "        \"type\": \"剧情  /  战争  /  文艺\",\n" +
            "        \"score\": \"8.0/4051人评分\",\n" +
            "        \"desc\": \"影片精心复现了小说构造的色彩世界，使画面非常具有视觉冲击力，以如阳光般眩目、热情似火的红色震惊了影坛。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"大红灯笼高高挂 Raise the Red Lantern (1991)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2016/09/09/173637.18927798_96X128.jpg\",\n" +
            "        \"director\": \"张艺谋\",\n" +
            "        \"actor\": \"巩俐 马精武\",\n" +
            "        \"type\": \"爱情  /  剧情\",\n" +
            "        \"score\": \"8.0/3752人评分\",\n" +
            "        \"desc\": \"改编自小说《妻妾成群》，秉承并发扬了原作的主旨和风格，反映了封建家庭内部互相倾轧的人生景象及相应的生存原则。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"立春 And the Spring Comes (2008)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/23/033610.12356394_96X128.jpg\",\n" +
            "        \"director\": \"顾长卫\",\n" +
            "        \"actor\": \"蒋雯丽 张瑶\",\n" +
            "        \"type\": \"剧情  /  音乐  /  爱情\",\n" +
            "        \"score\": \"8.0/3534人评分\",\n" +
            "        \"desc\": \"继《孔雀》之后，顾长卫再次极富色彩性地展现了一群小人物的众生相，他们每个人都在命运中挣扎，卑微却可歌可泣。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"心迷宫 The Coffin in the Mountain (2014)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2015/10/19/100126.24061658_96X128.jpg\",\n" +
            "        \"director\": \"忻钰坤\",\n" +
            "        \"actor\": \"霍卫民 王笑天\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.0/3021人评分\",\n" +
            "        \"desc\": \"讲述一个想要挣脱父权的青年在一次争执中杀死了同村的痞子，被迫逃亡，正当他想回村自首时，发现案件已经了结；然而这件事情并..\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"小武 Xiao Wu (1998)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/230505.98438500_96X128.jpg\",\n" +
            "        \"director\": \"贾樟柯\",\n" +
            "        \"actor\": \"王宏伟 左雯璐\",\n" +
            "        \"type\": \"剧情\",\n" +
            "        \"score\": \"8.0/2304人评分\",\n" +
            "        \"desc\": \"贾樟柯通过小武这个人带出整个空间，整个世俗场景里面所有人的生存状态。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"枪王 Double Tap (2000)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/225641.64741602_96X128.jpg\",\n" +
            "        \"director\": \"罗志良\",\n" +
            "        \"actor\": \"张国荣 方中信\",\n" +
            "        \"type\": \"动作  /  惊悚  /  犯罪\",\n" +
            "        \"score\": \"8.0/2220人评分\",\n" +
            "        \"desc\": \"两个枪击高手相遇射击比赛，在突发事件中，一个发现了自己的懦弱，一个却发现了杀人的快感……\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"金枝玉叶 He Is a Woman, She Is a Man (1994)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/07/22/095955.74634828_96X128.jpg\",\n" +
            "        \"director\": \"陈可辛\",\n" +
            "        \"actor\": \"张国荣 刘嘉玲\",\n" +
            "        \"type\": \"喜剧\",\n" +
            "        \"score\": \"8.0/1949人评分\",\n" +
            "        \"desc\": \"本片属同性恋电影风潮下异军突起之作。演员配搭整齐，包装手法亮丽，是一部足以左右逢源的娱乐佳作。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"一个字头的诞生 Too Many Ways to Be No. 1 (1997)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/234404.36758669_96X128.jpg\",\n" +
            "        \"director\": \"韦家辉\",\n" +
            "        \"actor\": \"刘青云 吴镇宇\",\n" +
            "        \"type\": \"动作  /  犯罪  /  喜剧\",\n" +
            "        \"score\": \"8.0/1533人评分\",\n" +
            "        \"desc\": \"手持摄影造成晃动、真实的影像风格，广角镜头带来夸张变形的效果，创作者使用有趣的电影语言铺陈一个平凡的故事。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"站台 Platform (2000)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/231724.61678695_96X128.jpg\",\n" +
            "        \"director\": \"贾樟柯\",\n" +
            "        \"actor\": \"王宏伟 赵涛\",\n" +
            "        \"type\": \"剧情  /  历史\",\n" +
            "        \"score\": \"8.0/1498人评分\",\n" +
            "        \"desc\": \"《站台》是贾樟柯的一段个人成长回忆录，片中有令人熟悉且怀念的县城、县城中的年青人……处处充溢着过去生活的影像。\"\n" +
            "    },\n" +
            "    {\n" +
            "        \"title\": \"香港制造 Made in Hong Kong (1997)\",\n" +
            "        \"pic\": \"http://img31.mtime.cn/mt/2014/02/22/230444.45599708_96X128.jpg\",\n" +
            "        \"director\": \"陈果\",\n" +
            "        \"actor\": \"李灿森 李栋全\",\n" +
            "        \"type\": \"爱情  /  剧情  /  犯罪\",\n" +
            "        \"score\": \"8.0/1229人评分\",\n" +
            "        \"desc\": \"影片通过貌似边缘的极端的人物，控诉整个社会，描写了各种价值的毁灭过程。\"\n" +
            "    }\n" +
            "]";
    public static List<JSONObject> chinaTopMoviesJSON = null;
    static {
        chinaTopMoviesJSON = JSON.parseObject(chinaTopMovieStr,List.class);
    }
}
